[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher bench", "attacked_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia alleging that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also revealed that the graphics chip at the wheel of the worm does seem to achieve higher e", "num_queries": 261, "cos_score": 0.30518168210983276}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "attacked_text": "portland - The village is looking to fill its burden on the San Joaquin volunteer Commission on aviation. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "num_queries": 256, "cos_score": 0.320864200592041}, {"origin_text": "South Korean stocks widened losses in late Wednesday trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offloaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeping the KOSPI from falling further.\nThe KOSPI ended in posit", "attacked_text": "dakota dakota stocks rising prices in late august trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offloaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeping the KOSPI from falling further.\nThe KOSPI ended in posit", "num_queries": 190, "cos_score": 0.4069855809211731}, {"origin_text": "European Union and International Monetary Fund officials are wrapping their review on Greece today in order to prepare for a second rescue package which will include stricter austerity measures and quicker privatization.\nSenior euro zone officials have agreed in principle to a new three-year programme for Greece to last until mid-2014. This is in addition to the first rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previous bailout deal imposed the burden on tax pay", "attacked_text": "European Union and International Monetary Fund officials are withdrawing their training on crime today in order to prepare for a second rescue package which will include stricter austerity measures and quicker privatization.\nSenior euro zone officials have agreed in principle to a new three-year programme for Greece to last until mid-2014. This is in addition to the first rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previous bailout deal imposed the burden on police pay", "num_queries": 219, "cos_score": 0.398525595664978}]