[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher bench", "attacked_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia alleging that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also revealed that the graphics chip at the wheel of the worm does seem to achieve higher e", "num_queries": 261, "cos_score": 0.30518168210983276}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "attacked_text": "portland - The village is looking to fill its burden on the San Joaquin volunteer Commission on aviation. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "num_queries": 256, "cos_score": 0.320864200592041}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "attacked_text": "After his ducks flew to the Atlanta Falcons on Sunday, ali spoke with ESPN about why he chose to rap during the song, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "num_queries": 281, "cos_score": 0.4343673586845398}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "attacked_text": "Italian mountain Marco marco’s record-breaking climb of the mountain d’wyn is up there with the greatest moments in the history of the mountain. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually sponsorship of a cocai", "num_queries": 358, "cos_score": 0.3425629138946533}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "attacked_text": "Did you spend the first 48 hours after the release of the music video graphy’s latest single, ‘time,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "num_queries": 128, "cos_score": 0.3640769124031067}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "attacked_text": "LANSING — The arkansas Senate is poised to pass legislation that would ease some of the financial burden of selling up ancient sites for tourists.\nSen. Ken paul, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "num_queries": 232, "cos_score": 0.3021690249443054}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "attacked_text": "until radiation prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in founding solar elevators that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with walk Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "num_queries": 264, "cos_score": 0.3125041127204895}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "attacked_text": "maria Lopes helps every day families learn how to follow Jesus in every day life. Dad trust is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "num_queries": 132, "cos_score": 0.36557358503341675}, {"origin_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pong,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be", "attacked_text": "rob ner’s perfect robot is an orchestration of computer programming and physical skills that give people a chance to try pitching a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “monster,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be", "num_queries": 314, "cos_score": 0.35072922706604004}, {"origin_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "attacked_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nhabitat for disabilities Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "num_queries": 148, "cos_score": 0.35302287340164185}, {"origin_text": "SAN JOSE, Calif. (AP) -Although Jeremy Roenick and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nRoenick scored his 507th career goal and added the decisive shootout score as the Sharks clinched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, an", "attacked_text": "SAN JOSE, Calif. (AP) -Although jeff adams and jeff jones have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\njones scored his final career goal and added the decisive shootout score as the Sharks shared a premiership berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, an", "num_queries": 362, "cos_score": 0.35192734003067017}, {"origin_text": "A complainant said that an image was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video.", "attacked_text": "A gag indicated that an acronym was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was archived from the gma website and the program undertook to obscure all images prior to reposting the video.", "num_queries": 262, "cos_score": 0.3637084364891052}, {"origin_text": "Spain's anti-austerity Podemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count", "attacked_text": "university university students movement has vowed to defeat the governing Popular Party (uc) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the question of roman catholicism in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count", "num_queries": 298, "cos_score": 0.31065303087234497}, {"origin_text": "Above: Gosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, Mia walks into Seb's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "attacked_text": "Above: diamonds and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, diamond walks into death. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "num_queries": 166, "cos_score": 0.32443559169769287}, {"origin_text": "Emergency services are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that lane two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV co", "attacked_text": "Emergency services are currently on the scene of a similar fire on the turnpike eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nboston and Suffolk Roads and Armed Policing Team confirmed on Twitter that mach two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV co", "num_queries": 250, "cos_score": 0.31122905015945435}, {"origin_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Costa. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. Elite national media ou", "attacked_text": "Earlier december the paris Post announced that it had hired photo team Washington Editor lisa katz. This marks perhaps the first time in decades that a top-tier \"washington\" news outlet has hired away a reporter from a previous publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. france national media ou", "num_queries": 321, "cos_score": 0.34755295515060425}, {"origin_text": "Ever since Stephen Sondheim reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Six by Sondheim,\" an HBO documentary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "attacked_text": "Ever since Stephen Sondheim reached the commercial mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"stella by name,\" an HBO premiere airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "num_queries": 202, "cos_score": 0.3250598907470703}, {"origin_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the Un", "attacked_text": "Before jan zen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. research. Tannen is a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like numbers, intonation, indirectness and spelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of mathematics came in the thesis for her doctorate at the Un", "num_queries": 338, "cos_score": 0.35518962144851685}, {"origin_text": "After the martyrdom of St. Boniface, Vergilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "attacked_text": "After the martyrdom of St. Boniface, herman was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "num_queries": 96, "cos_score": 0.4302355647087097}, {"origin_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hakeem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, 22-year-old Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers wer", "attacked_text": "\"heaven gets him, they'll be getting a clean one,\" David Montgomery said.\nchapter — samantha sam has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting deadline.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, sam Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers wer", "num_queries": 310, "cos_score": 0.3199029564857483}]