[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher benchmark scores than its rival, based on tests at ZDNet Labs.\nThe furore began last week when FutureMark announced on its Web site that Nvidia had unfairly tweaked the software that runs its new GeForce FX 5900 processor so as to achieve higher-than-normal scores with 3DMark03, a benchmarking application owned by FutureMark.\nIn a statement posted yesterday on the PC hardware enthusiast site Hardavenue, Tero Sarkkinen, executive vice president of sales and marketing at Futuremark said that Nvidia's claims are \"irrelevant, and to us it seems like an attempt to shift discussion to a different topic.\"\nHe was replying to Nvidia's charge that Futuremark, a small Finnish firm, singled out the graphics card maker for criticism because it declined to buy into the software firm's beta testing program.\nThe Nvidia spokesman had said: \"Since Nvidia is not part of the Futuremark beta program (a program which costs of hundreds of thousands of dollars to participate in), we do not get a chance to work with Futuremark on writing the shaders like we would with a real applications developer.\"\n\"We don't know what they did, but it looks like they have intentionally tried to create a scenario that makes our products look bad.\"\nSarkinnen replied that the topic being discussed is that Nvidia's drivers can detect when 3DMark03 is being run. This results \"in an incorrect score which made false representation of their product's performance in 3DMark03,\" he said.\nHe went on to say that his firm has a responsibility to be a custodian of fair play and that to \"weed out cheating\" was a key task. \"This is a business opportunity for us, since due to our role and position we are better suited to act in this role than e.g. game benchmark providers. We welcome all interested parties to work with us in this important initiative,\" he said.\nNvidia is amid a hard-fought battle with rival ATI Technologies to claim the performance lead in PC graphics processors. After years of Nvidia dominating both in market share and performance, ATI took the speed lead last year with new versions of its", "attacked_text": "The makers of Linux the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher benchmark scores than its rival, based on tests at ZDNet Labs.\nThe furore began last week when FutureMark announced on its Web site that Nvidia had unfairly tweaked the software that runs its new GeForce FX 5900 processor so as to achieve higher-than-normal scores with 3DMark03, a benchmarking application owned by FutureMark.\nIn a statement posted yesterday on the PC hardware enthusiast site Hardavenue, Tero Sarkkinen, executive vice president of sales and marketing at Futuremark said that Nvidia's claims are \"irrelevant, and to us it seems like an attempt to shift discussion to a different topic.\"\nHe was replying to Nvidia's charge that Futuremark, a small Finnish firm, singled out the graphics card maker for criticism because it declined to buy into the software firm's beta testing program.\nThe Nvidia spokesman had said: \"Since Nvidia is not part of the Futuremark beta program (a program which costs of hundreds of thousands of dollars to participate in), we do not get a chance to work with Futuremark on writing the shaders like we would with a real applications developer.\"\n\"We don't know what they did, but it looks like they have intentionally tried to create a scenario that makes our products look bad.\"\nSarkinnen replied that the topic being discussed is that Nvidia's drivers can detect when 3DMark03 is being run. This results \"in an incorrect score which made false representation of their product's performance in 3DMark03,\" he said.\nHe went on to say that his firm has a responsibility to be a custodian of fair play and that to \"weed out cheating\" was a key task. \"This is a business opportunity for us, since due to our role and position we are better suited to act in this role than e.g. game benchmark providers. We welcome all interested parties to work with us in this important initiative,\" he said.\nNvidia is amid a hard-fought battle with rival ATI Technologies to claim the performance lead in PC graphics processors. After years of Nvidia dominating both in market share and performance, ATI took the speed lead last year with new versions of its", "num_queries": 1000, "cos_score": 0.047989606857299805}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be employed by the city.\nMeetings are the first Monday of each month at the Human Services Agency. There is no remuneration.\nInformation: Barbara Parrish, (209) 468-2202. Applications are available at www.stocktongov.com/commissions/vacancies/bdcomapp1.pdf or at the City Clerk's Office, 425 N. El Dorado St. They are due by June 1.\nSTOCKTON - The Stockton Lao Family Community, which provides social services to Lao and Hmong refugee families, has opened a Sacramento office.\nGer Vang, the Stockton organization's chief executive officer, said he began working on opening the new branch upon taking the position two years ago. Sacramento has the state's second-largest Lao and Hmong community, behind Fresno, Vang said.\nLike Stockton's, the Sacramento office offers programs in children's literacy, mental health issues and parent empowerment, Vang said.\nThe Sacramento office, which operates on Sacramento County funding, opened this month, Vang said. The Stockton nonprofit group was formed in 1985.\nLATHROP - The Mayor's Holiday Parade will be Dec. 11 this year, but residents will be able to vote for their preferred starting time in ballot boxes at City Hall, the Lathrop Community Center, the Lathrop Senior Center and the Lathrop Branch Library.\nThe parade committee wants to know whether residents would prefer that the parade start at 11 a.m. or 5 p.m.\nInformation: Moe Iorio, (209) 941-7383.\nANGELS CAMP - Property owners and others affected by plans to straighten a curvy section of Highway 4 between Angels Camp and Copperopolis are invited to a public workshop from 6 to 8 p.m. Tuesday in the theater at Bret Harte Union High School, on Highway 49 just south of Murphys Grade Road in Angels Camp.\nThe workshop is an opportunity to see the several alignment options proposed for the 5-mile-long section of Highway 4, which is known as the Wagon Trail because it still largely follows the contours of a trail used in the late 1800s.\nOfficials say it could cost $40million or more and may take up to 15 years to save the money necessary to complete the improvements.\nSTOCKTON - The San Joaquin Regional Transit District will offer free shuttle service to Senior Awareness Day on Thursday.\nThe annual information fair for seniors will be held at Micke Grove Regional Park; its theme is \"Gray Goes Green in San Joaquin.\"\nShuttles will run every half-hour from Stockton to the event from 8 a.m. until noon. Returning buses will leave the park every half-hour until 3 p.m..\nThe departure point in Stockton is the east side of Claremont Avenue near Yokuts Avenue.\nFor route and schedule information, call RTD at (209) 943-1111 or (800) HOW-TO-RIDE (469-8674). Information is also at www.sanjoaquinRTD.com.\nFor more information about Senior Awareness Day, call (209) 468-1104 or send an e-mail to SeniorAwarenessDay@sjgov.org.\nSTOCKTON - University of Pacific's Center for Professional and Continuing Education will have an open house from 3:30 to 5:30 p.m. Thursday at 1776 West March Lane, Suite 290.\nPacific recently moved its professional development training center off campus to be more accessible to the public and the local business community.\nAs part of the university's strategic plan to \"look beyond the gates,\" the center will offer degrees, certificate programs, training sessions and lifelong learning opportunities for local residents and businesses.\nThe center has three training rooms of various sizes for the use of business, civic, and governmental meetings. They are equipped with interactive SMART boards and televisions. One classroom is a computer lab that accommodates up to 20 work stations.\nThe official ribbon-cutting will take place at 4 p.m.\nSTOCKTON - The Credit Bureau of San Joaquin County Charitable Foundation made a $2.4 million gift to the Community Foundation of San Joaquin in the form of a donor-advised fund.\nThe Community Foundation will is", "attacked_text": "INGTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be employed by the city.\nMeetings are the first Monday of each month at the Human Services Agency. There is no remuneration.\nInformation: Barbara Parrish, (209) 468-2202. Applications are available at www.stocktongov.com/commissions/vacancies/bdcomapp1.pdf or at the City Clerk's Office, 425 N. El Dorado St. They are due by June 1.\nSTOCKTON - The Stockton Lao Family Community, which provides social services to Lao and Hmong refugee families, has opened a Sacramento office.\nGer Vang, the Stockton organization's chief executive officer, said he began working on opening the new branch upon taking the position two years ago. Sacramento has the state's second-largest Lao and Hmong community, behind Fresno, Vang said.\nLike Stockton's, the Sacramento office offers programs in children's literacy, mental health issues and parent empowerment, Vang said.\nThe Sacramento office, which operates on Sacramento County funding, opened this month, Vang said. The Stockton nonprofit group was formed in 1985.\nLATHROP - The Mayor's Holiday Parade will be Dec. 11 this year, but residents will be able to vote for their preferred starting time in ballot boxes at City Hall, the Lathrop Community Center, the Lathrop Senior Center and the Lathrop Branch Library.\nThe parade committee wants to know whether residents would prefer that the parade start at 11 a.m. or 5 p.m.\nInformation: Moe Iorio, (209) 941-7383.\nANGELS CAMP - Property owners and others affected by plans to straighten a curvy section of Highway 4 between Angels Camp and Copperopolis are invited to a public workshop from 6 to 8 p.m. Tuesday in the theater at Bret Harte Union High School, on Highway 49 just south of Murphys Grade Road in Angels Camp.\nThe workshop is an opportunity to see the several alignment options proposed for the 5-mile-long section of Highway 4, which is known as the Wagon Trail because it still largely follows the contours of a trail used in the late 1800s.\nOfficials say it could cost $40million or more and may take up to 15 years to save the money necessary to complete the improvements.\nSTOCKTON - The San Joaquin Regional Transit District will offer free shuttle service to Senior Awareness Day on Thursday.\nThe annual information fair for seniors will be held at Micke Grove Regional Park; its theme is \"Gray Goes Green in San Joaquin.\"\nShuttles will run every half-hour from Stockton to the event from 8 a.m. until noon. Returning buses will leave the park every half-hour until 3 p.m..\nThe departure point in Stockton is the east side of Claremont Avenue near Yokuts Avenue.\nFor route and schedule information, call RTD at (209) 943-1111 or (800) HOW-TO-RIDE (469-8674). Information is also at www.sanjoaquinRTD.com.\nFor more information about Senior Awareness Day, call (209) 468-1104 or send an e-mail to SeniorAwarenessDay@sjgov.org.\nSTOCKTON - University of Pacific's Center for Professional and Continuing Education will have an open house from 3:30 to 5:30 p.m. Thursday at 1776 West March Lane, Suite 290.\nPacific recently moved its professional development training center off campus to be more accessible to the public and the local business community.\nAs part of the university's strategic plan to \"look beyond the gates,\" the center will offer degrees, certificate programs, training sessions and lifelong learning opportunities for local residents and businesses.\nThe center has three training rooms of various sizes for the use of business, civic, and governmental meetings. They are equipped with interactive SMART boards and televisions. One classroom is a computer lab that accommodates up to 20 work stations.\nThe official ribbon-cutting will take place at 4 p.m.\nSTOCKTON - The Credit Bureau of San Joaquin County Charitable Foundation made a $2.4 million gift to the Community Foundation of San Joaquin in the form of a donor-advised fund.\nThe Community Foundation will is", "num_queries": 1000, "cos_score": 0.022877752780914307}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. \"You know what I'm saying. We're", "attacked_text": "After his Lions lost to the Atlanta Falcons on Sunday, Beckham spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. \"You know what I'm saying. We're", "num_queries": 1000, "cos_score": 0.18725734949111938}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocaine overdose in 2004", "attacked_text": "Italian Tour Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocaine overdose in 2004", "num_queries": 1000, "cos_score": 0.15006482601165771}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all time, it also means that more than a million people were (probably) sobbing", "attacked_text": "Did you spend the first 48 hours after the release of Cyrus the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all time, it also means that more than a million people were (probably) sobbing", "num_queries": 1000, "cos_score": 0.1642444133758545}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the taxes generated from businesses and residents moving in after a large-scale project is finished. No money would be given to a developer upfront. They would be required to have all the money needed to clean up and build on the site. Supporters say the approach puts the risk on the private sector and the debt would not fall on taxpayers if the project fails.\n\"We think that we're giving every community in Michigan a fair shot in the way that we've structured this bill,\" Horn said. \"Bottom line on this one here, this isn't about picking winners and losers and this isn't about tax policy. This is about fixing things.\"\nBefore building, the project would have to be approved by the city that has the brownfield site. Then the state would analyze that there is a financial gap needed to clean up the land and would only give as much money as is needed. For the largest projects, an independent third party would conduct the analyses and the state treasurer would have to sign off on it.\nThere would also be a $40 million cap that developers could be reimbursed annually. Developers would be able to receive up to 50 percent of taxes generated from the site for up to a maximum of 20 years.\nMIThrive — a coalition of economic development organizations, cities and chambers of commerce from places such as Detroit, Marquette, Pontiac, Flint, Sault Ste. Marie, Lansing and Muskegon — supports the legislation. Last year, Dan Gilbert, chairman of Detroit-based Quicken Loans Inc., was a vocal supporter of it because it could help him with projects in Detroit.\nCarlin Smith, president of the Petoskey Chamber of Commerce, said the legislation could help his city with a project known as the Petoskey \"hole.\" He said that in the early 2000s, a developer wanted to build on a city block, but it stalled and eventually the developer ran out of funding during the financial crisis. It has sat vacant ever since.\n\"It was literally a big hole in the ground, so now it's still a hole with some grass around it,\" Smith said.\nPontiac Mayor Deidre Waterman also supports the legislation because the city could help redevelop the abandoned Pontiac Silverdome, or as Waterman called it, the \"world's largest bird bath.\"\nAnother project that could benefit is the Hayes Hotel in Jackson.\nShannon Morgan, senior vice president of Farmington-based real estate development company HRS Communities and member of the coalition, said the hotel has been dormant for years and qualifies as a brownfield site because of the need to remove lead and asbestos. Morgan said the hotel also is a historic, which makes the project more expensive because of plans to restore the building to its original look.\nShe said other states like Colorado and North Carolina have been successful with legislation similar to Horn's.\nBut not everyone is onboard.\nMichael LaFaive, director of fiscal policy at the conservative think-tank Mackinac Center for Public Policy, said it would create an uneven playing field and only cater to developers with connections, allowing them to build large projects at taxpayer expense. He also said that research shows that this style of development is ineffective as a development tool.\n\"Well, first it's unfair to developers and taxpayers, so if I wanted to build my own building, unless I was one of the lucky few, I would", "attacked_text": "EVA — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the taxes generated from businesses and residents moving in after a large-scale project is finished. No money would be given to a developer upfront. They would be required to have all the money needed to clean up and build on the site. Supporters say the approach puts the risk on the private sector and the debt would not fall on taxpayers if the project fails.\n\"We think that we're giving every community in Michigan a fair shot in the way that we've structured this bill,\" Horn said. \"Bottom line on this one here, this isn't about picking winners and losers and this isn't about tax policy. This is about fixing things.\"\nBefore building, the project would have to be approved by the city that has the brownfield site. Then the state would analyze that there is a financial gap needed to clean up the land and would only give as much money as is needed. For the largest projects, an independent third party would conduct the analyses and the state treasurer would have to sign off on it.\nThere would also be a $40 million cap that developers could be reimbursed annually. Developers would be able to receive up to 50 percent of taxes generated from the site for up to a maximum of 20 years.\nMIThrive — a coalition of economic development organizations, cities and chambers of commerce from places such as Detroit, Marquette, Pontiac, Flint, Sault Ste. Marie, Lansing and Muskegon — supports the legislation. Last year, Dan Gilbert, chairman of Detroit-based Quicken Loans Inc., was a vocal supporter of it because it could help him with projects in Detroit.\nCarlin Smith, president of the Petoskey Chamber of Commerce, said the legislation could help his city with a project known as the Petoskey \"hole.\" He said that in the early 2000s, a developer wanted to build on a city block, but it stalled and eventually the developer ran out of funding during the financial crisis. It has sat vacant ever since.\n\"It was literally a big hole in the ground, so now it's still a hole with some grass around it,\" Smith said.\nPontiac Mayor Deidre Waterman also supports the legislation because the city could help redevelop the abandoned Pontiac Silverdome, or as Waterman called it, the \"world's largest bird bath.\"\nAnother project that could benefit is the Hayes Hotel in Jackson.\nShannon Morgan, senior vice president of Farmington-based real estate development company HRS Communities and member of the coalition, said the hotel has been dormant for years and qualifies as a brownfield site because of the need to remove lead and asbestos. Morgan said the hotel also is a historic, which makes the project more expensive because of plans to restore the building to its original look.\nShe said other states like Colorado and North Carolina have been successful with legislation similar to Horn's.\nBut not everyone is onboard.\nMichael LaFaive, director of fiscal policy at the conservative think-tank Mackinac Center for Public Policy, said it would create an uneven playing field and only cater to developers with connections, allowing them to build large projects at taxpayer expense. He also said that research shows that this style of development is ineffective as a development tool.\n\"Well, first it's unfair to developers and taxpayers, so if I wanted to build my own building, unless I was one of the lucky few, I would", "num_queries": 1000, "cos_score": 0.036747515201568604}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy trucks, noise, low water levels, and constant dirt and sand thrown into the air from trucks who transport", "attacked_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic brakes that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy trucks, noise, low water levels, and constant dirt and sand thrown into the air from trucks who transport", "num_queries": 1000, "cos_score": 0.09643685817718506}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, and dumb decisions that I’ve recently", "attacked_text": "Jerrad Diet helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, and dumb decisions that I’ve recently", "num_queries": 1000, "cos_score": 0.22262781858444214}, {"origin_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pong,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be projected on the floor of the gallery, half physical and half virtual, where players physically interact", "attacked_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give autistic people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pong,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be projected on the floor of the gallery, half physical and half virtual, where players physically interact", "num_queries": 1000, "cos_score": 0.13897496461868286}, {"origin_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it payable to: Americans for Peace Now, Inc", "attacked_text": "Please Select Monthly to donate Bitcoin automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it payable to: Americans for Peace Now, Inc", "num_queries": 1000, "cos_score": 0.17105114459991455}, {"origin_text": "SAN JOSE, Calif. (AP) -Although Jeremy Roenick and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nRoenick scored his 507th career goal and added the decisive shootout score as the Sharks clinched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, and Evgeni Nabokov made 21 saves in his NHL-leading 42nd victory for San Jose, which", "attacked_text": "SAN JOSE, Calif. (AP) -Although Jeremy Read and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nRoenick scored his 507th career goal and added the decisive shootout score as the Sharks clinched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, and Evgeni Nabokov made 21 saves in his NHL-leading 42nd victory for San Jose, which", "num_queries": 1000, "cos_score": 0.04105585813522339}, {"origin_text": "A complainant said that an image was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video", "attacked_text": "A complainant said that an emoji was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video", "num_queries": 1000, "cos_score": 0.15055817365646362}, {"origin_text": "Spain's anti-austerity Podemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count almost completed, the party of Prime Minister Mariano Rajoy won the most votes nationwide - 27%. Its traditional rival, the Socialists (PSOE), came second.\nBut the two", "attacked_text": "Spain's anti-austerity Podemos movement Spain has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count almost completed, the party of Prime Minister Mariano Rajoy won the most votes nationwide - 27%. Its traditional rival, the Socialists (PSOE), came second.\nBut the two", "num_queries": 1000, "cos_score": 0.03904283046722412}, {"origin_text": "Above: Gosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, Mia walks into Seb's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as much for its poignancy as its pertinence to the plot. The film, a bright", "attacked_text": "Above: Cage and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, Mia walks into Seb's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as much for its poignancy as its pertinence to the plot. The film, a bright", "num_queries": 1000, "cos_score": 0.07248830795288086}, {"origin_text": "Emergency services are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that lane two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV collided with a horse box", "attacked_text": "Emergency services Scotland are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that lane two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV collided with a horse box", "num_queries": 1000, "cos_score": 0.08138447999954224}, {"origin_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Costa. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. Elite national media outlets have even taken somewhat frequently to hiring former Democratic political aides as their reporters as we've chronicled for years in our \"Revolving Door", "attacked_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Cohn. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. Elite national media outlets have even taken somewhat frequently to hiring former Democratic political aides as their reporters as we've chronicled for years in our \"Revolving Door", "num_queries": 1000, "cos_score": 0.07648307085037231}, {"origin_text": "Ever since Stephen Sondheim reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Six by Sondheim,\" an HBO documentary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\" \"Into the Woods\" or \"Passion.\"\nThe film, which has a limited engagement at Pasadena's Laemmle Playhouse 7 starting Friday, doesn't fill in any major", "attacked_text": "Ever since Stephen Hawking reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Six by Sondheim,\" an HBO documentary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\" \"Into the Woods\" or \"Passion.\"\nThe film, which has a limited engagement at Pasadena's Laemmle Playhouse 7 starting Friday, doesn't fill in any major", "num_queries": 1000, "cos_score": 0.07525217533111572}, {"origin_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the University of California, Berkeley. Titled \"Conversational Style: Analyzing Talk Among Friends,\" the thesis (and later a book) was an extended analysis of taped discussion", "attacked_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic forensic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the University of California, Berkeley. Titled \"Conversational Style: Analyzing Talk Among Friends,\" the thesis (and later a book) was an extended analysis of taped discussion", "num_queries": 1000, "cos_score": 0.16377490758895874}, {"origin_text": "After the martyrdom of St. Boniface, Vergilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the accounts which the ancient Irish voyagers gave of their journeys. This, at least, is the opinion", "attacked_text": "After the martyrdom of St. Boniface, Raymond was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the accounts which the ancient Irish voyagers gave of their journeys. This, at least, is the opinion", "num_queries": 1000, "cos_score": 0.4016421437263489}, {"origin_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hakeem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, 22-year-old Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers were measured Thursday, Butler gained some attention: He led all receivers in height (6-foot-5 3/8), arm length (35 1/4 inches) and wingspan (83 7/8 inches).\nOn Thursday, running back David Montgomery, who played with Butler at Iowa State, captured the general vibe surrounding Butler here.\nButler says he’s met with every NFL team on an informal basis. He had “nine or 10” formal meetings set up for Friday night, but didn’t divulge which teams he’d be sitting down with.\nThere is clear interest in Butler, who declared for the draft after his junior season in which he had 60 receptions for 1,318 yards and nine touchdowns.\nBut in his mind, the hype machine hasn’t been turned up high enough — yet.\nButler, of course, is talking about Saturday’s wide receiver workouts. If he crushes the drills, he could vault up the draft board — perhaps into the first round. And he feels well-prepared because he’s spent the past few months working out with some legendary NFL receivers in Calvin Johnson and Anquan Boldin.\nButler met Boldin at the South Florida gym where he trains. He was connected to Johnson through his agent.\nJohnson and Boldin are known for being precise, tactical receivers. But Butler says the most valuable lesson of working with them has been learning about how they think.\nButler admitted the first time he worked with Johnson, who went to six Pro Bowls with the Detroit Lions from 2010-15, that he was a little starstruck.\nButler is hoping that one day he can leave a legacy like Boldin or Johnson. But for now, his goal is to prove what he already believes is true: that he is the top receiver in", "attacked_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Devon Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, 22-year-old Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers were measured Thursday, Butler gained some attention: He led all receivers in height (6-foot-5 3/8), arm length (35 1/4 inches) and wingspan (83 7/8 inches).\nOn Thursday, running back David Montgomery, who played with Butler at Iowa State, captured the general vibe surrounding Butler here.\nButler says he’s met with every NFL team on an informal basis. He had “nine or 10” formal meetings set up for Friday night, but didn’t divulge which teams he’d be sitting down with.\nThere is clear interest in Butler, who declared for the draft after his junior season in which he had 60 receptions for 1,318 yards and nine touchdowns.\nBut in his mind, the hype machine hasn’t been turned up high enough — yet.\nButler, of course, is talking about Saturday’s wide receiver workouts. If he crushes the drills, he could vault up the draft board — perhaps into the first round. And he feels well-prepared because he’s spent the past few months working out with some legendary NFL receivers in Calvin Johnson and Anquan Boldin.\nButler met Boldin at the South Florida gym where he trains. He was connected to Johnson through his agent.\nJohnson and Boldin are known for being precise, tactical receivers. But Butler says the most valuable lesson of working with them has been learning about how they think.\nButler admitted the first time he worked with Johnson, who went to six Pro Bowls with the Detroit Lions from 2010-15, that he was a little starstruck.\nButler is hoping that one day he can leave a legacy like Boldin or Johnson. But for now, his goal is to prove what he already believes is true: that he is the top receiver in", "num_queries": 1000, "cos_score": 0.030971050262451172}]