[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher bench", "attacked_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusatiMons are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the grahics chip at the center of the stcrm does seem to achieve highWr lench", "num_queries": 77, "cos_score": 0.30099594593048096}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "attacked_text": "TSOCKTON - The city is loEking to fill its vacancy on the San Joaquin County CoFmission on ging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senioq citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. ThU commission salso advise the Board of Supervisors on lQng-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "num_queries": 122, "cos_score": 0.2744705080986023}, {"origin_text": "South Korean stocks widened losses in late Wednesday trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offloaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeping the KOSPI from falling further.\nThe KOSPI ended in posit", "attacked_text": "SoutWh norean stouks wdiened loOsses in late Wednesady trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offlPoaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeBping the KOSPI from falling further.\nThe KOSPI ended in posit", "num_queries": 100, "cos_score": 0.22185492515563965}, {"origin_text": "European Union and International Monetary Fund officials are wrapping their review on Greece today in order to prepare for a second rescue package which will include stricter austerity measures and quicker privatization.\nSenior euro zone officials have agreed in principle to a new three-year programme for Greece to last until mid-2014. This is in addition to the first rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previous bailout deal imposed the burden on tax pay", "attacked_text": "European Union and International Monetary Fund officials are wrapping their reiew on Greece today in order to prepare for a second rescue package which will include stricter austerity measures and quicker privatization.\nSenior euro zone officials have agreed in principle to a new three-year rpogramme for Greece to last until mid-2014. This is in addition to the Gfirst rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previuos balout deal imposed the burdQn on ttx zpay", "num_queries": 95, "cos_score": 0.15485411882400513}, {"origin_text": "Fallout 4's B.E.T.A. launched on PC yesterday, and as anyone who's played Bethesda's previous Fallout titles would expect, there were some issues. For starters, the beta launched 2 hours earlier than scheduled. Many players found that Bethesda launcher force them to redownload the 50GB game, an issue that Bethesda has acknowledged and reportedly fixed. Without a relatively simple mod to fix the issue, Fallout 4 and Skyrim both break at framerates above 60 FPS. But according to PC Gamer, Fallout ", "attacked_text": "Falloui 4is B.E.T.A. lunched on CP yesteray, and as anyone who's played Bethesda's previous Fallout titles would expect, there were some issues. For starters, the beat launched 2 hours earlier than scheduled. Many players found that BetKesda launcher force them to redownload the 50GB game, an issue that Bethesda has acknowledged and reportedly fixed. Without a relatively simple mod to fix the issue, Fallout 4 and Skyim both break at framerates above 60 FPS. But according to PC Gamer, Fallout ", "num_queries": 91, "cos_score": 0.3855803608894348}, {"origin_text": "Cheating in this year's national examination will be a serious offense that will attract a jail five years jail term or a fine of Sh5 million.\nThis was made possible after the President Uhuru Kenyatta Friday assented to the National Examination Council (Amendment) Bill, 2016 introducing these munity measures proposed by the Ministry of Education to guarantee the veracity of the national examination process.\nThe bill, was among eight signed into law even as the President declined to assent to one", "attacked_text": "CCheating in this year's national examination will be a serious offense that will attract a jail five years jail term or a fine of Sh5 million.\nThis was made possible after the President Uhuru Kenyqtta Friday assented to the National Examination Council (Amendment) Bill, 2016 introducing these munity measures proposed by the Ministry of Education to guarantee the veracity of the national examination process.\nThe bill, was among eight signed into law even as the President declined to assent to one", "num_queries": 59, "cos_score": 0.3062065839767456}, {"origin_text": "Tomorrow in Daytona, the public gets its first peek at BMW’s new endurance racer, the M6 GTLM. It looks like it wants to kill.\nThe IMSA WeatherTech (formerly United SportsCar) November test session starts today, meaning BMW Team RLL will be testing their new racecar for the first time in public. It’s not the M6 GTLM’s first U.S. test, as late last month, BMW’s Bill Auberlen, Dirk Werner, John Edwards and Kuno Wittmer took it and their gorgeous M6 GT3 to Sebring and wrung them out.\nNext year will", "attacked_text": "Tomorrow in Datyona, the public gets its first peek at BMW’s new endurance racer, the MR6 GfLM. It loosk like it wannts to kzll.\nThe IMSA WeatherTech (formerly United SportsCar) November test session starts today, meaning BMW Team RLL will be testing their new racecar for the first time in public. It’s not the M GTLM’s first U.S. test, as late last month, BMW’s Bill Auberlen, Dirk Werner, John Edwards and Kuno Wittmer took it and their gorgeous M6 GT3 to Sebring and wrung them out.\nNexS year will", "num_queries": 101, "cos_score": 0.10930567979812622}, {"origin_text": "Dave Cameron and Paul Jerrard have joined the Calgary Flames coaching staff under new head coach Glen Gulutzan.\nCameron was head coach of the Ottawa Senators for almost two seasons, while Jerrard was an assistant coach of the American Hockey League’s Utica Comets.\nThey join assistant Martin Gelinas, goaltending coach Jordan Sigalet and video coach Jamie Pringle on Gulutzan’s supporting cast.\nGulutzan was hired last month to replace Bob Hartley, who was fired May 3.\nThe Senators dealt Cameron the", "attacked_text": "Dae Cameon and Paul Nerrard have joined the DCalgary FlaXes coaching staff under new head coach Glen Gulutzan.\nCameron was head coach of the Ottawa Senators for almost two seasons, while Jerrard was an assistant coach of the American Hockey League’s Utica Comets.\nThey join assistant Martin Gelinas, goaltending coach Jordan Sigalet and video coach Jamie Pringle on Gulutzan’s supporting cast.\nGulutzan was hired last month to replace Bob Hartley, who was fired May 3.\nThe Senators dealt Cameron the", "num_queries": 80, "cos_score": 0.35961514711380005}, {"origin_text": "KaloBios To Change Company Name To Humanigen, Inc.\nDoug Kass shares his views on Potash, Radian and oil, and revisits his prediction about KaloBios.\nAs Wall Street prepares to close out 2015 much where it started, investors looked to the year ahead to determine direction on the second-last day of trading.\nStocks move slightly lower as another selloff in crude oil prices hits the energy sector.\nLong Dillards On Potential For \"Infinity Squeeze\"", "attacked_text": "aloBios Io ChanAge Company Name To HumanWgen, Inc.\nDoug Kass shares his views on Potash, Radian and oil, and reisits his prediction about KaloBios.\nAs Wall Street prepares to close out 201 much where it started, investors looked to the year ahead to determine direction on the second-last day of trading.\nStocks move slightly lower as another selloff in crude oil prices hits the energy sector.\nMLong DillMrds On Potential For \"Infinity Squeeze\"", "num_queries": 99, "cos_score": 0.33592039346694946}, {"origin_text": "HomeCommentaryIs Sierra Leone worth one good man’s praise?\nIs Sierra Leone worth one good man’s praise?\nThe excerpt above was conceptualized after a thorough and critical look into the gains and successes since our birth as a nation in the world of contemporary nations. In the early hour of our existence as a nation we inherited from our political fore-bearers the swathing culture of political polarization, whispering elements of tribal sense of justice, regional phraseology of belonging, nepoti", "attacked_text": "HoeCommentaryIs Sierra Leond worth one good man’s praise?\nIs Sierra eLone worth one good man’s praise?\nThe excerpt above was conceptualized after a thorough and critical look into the gains and successes since our birth as a nation in the world of contemporary nations. In the early hour of our existence as a nation we inherited from our political fore-bearers the swathing culture of political polarization, whispering elements of tribal sense of justice, regional phraseology of belonging, nepoti", "num_queries": 64, "cos_score": 0.33352339267730713}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "attacked_text": "After his LFons lots to the Atlanta Falcons on SuMday, Spnece spoke with ESPN about why he chose to kenel during the Nanthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence Aold ESPN after the game. ", "num_queries": 81, "cos_score": 0.26024580001831055}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "attacked_text": "Italian cycClist Mraco Pantani’s record-breaking clibm of the Alpe d’oHuez is up there with the greatest moments in the history of the Tour. HiCs staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. Tkhe following year, he won the Tour. LBut Pantani’s tale is ultimately tragic: dwgged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "num_queries": 86, "cos_score": 0.27385562658309937}, {"origin_text": "LOUISVILLE (CN) – A mentally disturbed Military Policeman at Fort Bliss shot a teen-ager in the back of the head and killed him on base after the Army failed to give the shooter the medical treatment he needed, despite his family’s pleas for it, the teen’s mother claims in Federal Court. The teen, who was walking to school, lived on the base as the son of a soldier on active duty.\nThe killing came a little over a year before the incident this year in which a retired sergeant shot two women, one ", "attacked_text": "LOUISVILLE (CN) – A metally disturbed Military oPliceman at Fort Blist shto a teen-apger in the back of the head and killed him on base after the Army failed to give the shooter the medical treatment he needed, despite his family’s pleas for it, the teen’s mother claims in Federal Court. he teen, who was walking to school, lived on the base as the son of a soldier on active duty.\nFThe killiRng came a little over a year before the incident this year in which a retired sergeant shot two women, one ", "num_queries": 84, "cos_score": 0.14426541328430176}, {"origin_text": "New York Attorney General Barbara Underwood has fined Verizon's Oath $4.95 million over allegedly intentional violations of the federal Children's Online Privacy Protection Act, which prohibits advertisers and other online companies from collecting personal data from children -- including the type of cookie-based data that can be used for ad targeting.\n“COPPA is meant to protect young children from being tracked and targeted by advertisers online,\" Underwood stated. \"AOL flagrantly violated the ", "attacked_text": "New RYork AttXrney GeneCal Barbara Underwood has ifned VerAzon's gOath $4.95 million over allegedly intentional violations of the federal Children's Online Privacy Protection Act, which prohibits advertisers and other online companies from collecting personal data from children -- including the type of cookie-based data that can be used for ad targeting.\n“COPA is meant to protect young children from being tracked and targeted by advertisers online,\" Underwood stated. \"zOL flagrantly violated the ", "num_queries": 82, "cos_score": 0.38530105352401733}, {"origin_text": "Presumptive Republican nominee Mitt Romney is holding an exclusive summer retreat this weekend that will include appearances by those most frequently mentioned as potential vice presidential choices, according to an invitation obtained by The Daily Caller.\nBut there’s one potential running mate noticeably absent from the event: Florida Sen. Marco Rubio.\nSpecial guests, according to the invitation, include Florida Gov. Jeb Bush, Louisiana Gov. Bobby Jindal, former Minnesota Gov. Tim Pawlenty, Ohi", "attacked_text": "Presumptive Republican nominee Mjitt Ronmey is holdin an exclusive summer Zretreat this weekend that will include appearances by those most frequently mentioned as potential vce presidential choices, according to an invitation obtained by The Daily Caller.\nBut there’s on potential running mae noticeably absent from the event: Florida Sen. Marco xRubio.\nSpecial guests, according to the invitation, include Florida Gov. Jeb Bush, Louisiana Gov. Bobby Jindal, former Minnesota Gov. Tim Pawlenty, Ohi", "num_queries": 104, "cos_score": 0.31266266107559204}, {"origin_text": "A CORONIAL inquest into the death of a baby at Gladstone Hospital was told yesterday there was a chance she might have survived if she had been given antibiotics, received adequate resuscitation and been transferred to a hospital more well-equipped to help her.\nThe inquest was also told by a doctor working that night that the team put together to save the baby had been assembled \"out of the woodwork\" based on who was available at the time, and staff involved were not well-drilled at working toge", "attacked_text": "A CORONJAL inquest into the death of a bay at Gladstone Hospital was told yesterda there was a chaBce she might have survived if she had been given antibioitcs, received adequate resuscitation and been transferred to a hospital more well-equipped to help her.\nThe inquest was also told by a doctor working that night that the tema put together to save the baby had been aesembled \"out of the woodwohrk\" based on who was available at the time, and staff involved were not well-drilled at working toge", "num_queries": 79, "cos_score": 0.27898329496383667}, {"origin_text": "Major energy companies have effectively created a secret law firm of conservative attorneys general to persuade Washington lawmakers to gut environmental regulations, according to an investigation by the New York Times. In return, these senior government officials have received millions of dollars to help them win political campaigns.\n“Out of public view, corporate representatives and attorneys general are coordinating legal strategy and other efforts to fight federal regulations, according to a", "attacked_text": "Major henergy compBnies have effectively crpeated a sercet law afirm of conservative attorneys gneral to persuade Washington lawmakers to gut enfironmental regulations, according to an investigation by the New York Times. nI return, these senior government officials have received millions of dollars to help them win political campaigns.\n“Out of public view, corporate representatives and attorneys general are coordinating legal strategy and other efforts to fight federal regulations, according to a", "num_queries": 81, "cos_score": 0.1967741847038269}, {"origin_text": "The Broome County SIU raided a North Street apartment in Endicott on Wednesday during a drug bust.\nCrack cocaine. Hydrocodone pills. And 15 different falsified Pennsylvania driver's licenses.\nPolice said these and more were seized from an Endicott apartment on North Street during a search warrant Wednesday. Three people — Endicott residents Brittney Horton, 23, Phillip Jacobs, 24, and Bronx resident Calvin Anderson, 24 — were arrested by the Broome County Special Investigations Unit Task Force.\n", "attacked_text": "The Broome County SUI rHaided a North Street apartment in ndicott on Wednesday during a drug bust.\nCrdck cocaine. Hydrocodone pills. Anu 5 different falsifeid Pensylvania driver's licenses.\nPolice said these and more were seized from an Endicott apartment on North Street during a search warrant Wednesday. Three people — Endicott residents Brittney Horton, 23, Phillip Jacobs, 24, and Bronx resident Calvin Anderson, 24 — were arrested by the Broome County Special Investigations Unit Task Force.\n", "num_queries": 88, "cos_score": 0.12649738788604736}, {"origin_text": "Director Vysakh is known for loud, colourful frames with all the grandeur. In Puli Murugan, the storyline truly requires such a canvas and above all, there is Mohanlal as the hero, to set the mercury levels rising. This one is a winner, all the way!\nMurugan (Mohanlal) is the brave son of the forest, hailing from a locality called Puliyoor, where tigers create havoc to the lives of those residing there. Murugan has seen some horrible tragedies early in his life which has made him tough and courag", "attacked_text": "Directqor Vysakh is known for loud, colourful frames with all the grandeur. In qPuli Mrugan, the storyline truly requires such a canvas and above all, there is Mohanlal as the hero, to set the mercury levels rising. This one is a winner, all the way!\nMurugan (Mohanlal) is the brave son of the forest, hailing from a locality called Puliyoor, where tigers create havoc to the lives of those residing there. Murugan has seen some horrible tragedies early in his life which has made him tough and courag", "num_queries": 60, "cos_score": 0.30281680822372437}, {"origin_text": "The organizer of Beirut Pride said he was detained overnight by Lebanese authorities who released him only when he signed a pledge to cancel the week’s remaining events.\nDamien said the public prosecution had received an Arabic version of the Beirut Pride program that was “completely distorted, making Beirut Pride appear like events of debauchery and disrespect of general law, while using derogatory terms to refer to LGBT individuals.\nGhenwa Samhat, executive director of Lebanese LGBT rights org", "attacked_text": "Thqe organizer of Beiru ride asid he was deained overnight by Lebanese authorities who released him only when he signed a pledge to cancel the week’s remaining events.\nDaien said the pblic prosecution had received an Arabic version of the Beirut Pride program that was “completely distorted, making Beirut Pride appear like events of debauchery and disrespect of general law, while using derogatory terms to refer to LGBT individuals.\nGnhenwa Samhat, executive director of Lebanese LGBT rights org", "num_queries": 88, "cos_score": 0.3520216941833496}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "attacked_text": "Did you spend the first 48 hours after the release of the music video Kdele’s latest single, ‘Helo,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "num_queries": 61, "cos_score": 0.3278539776802063}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "attacked_text": "LANSING — The Mickhigan Senate is poised to pass legislation that would ease some of the financial burden of clening up brownfield sites for redevelopment.\nSe. Ken Horn, R-Frankenmuth, introducmd the package of bills that he said would help redovelop sites that have sat dormant for may years into mixed-use projects. Bronwfield sites Jcannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nToe legislation would let developers keep part of the", "num_queries": 86, "cos_score": 0.15819275379180908}, {"origin_text": "Though security researchers involved in uncovering the attack have remained mum on the attribution of Regin, privacy experts say that if one of the intelligence agencies is involved, there’s no legal basis for the operation.\nThe disclosure of the Regin APT malware campaign this week has spurred much speculation about the source of the attack, with many experts pointing the finger at either the NSA or GCHQ, the British spy agency. Though security researchers involved in uncovering the attack have", "attacked_text": "Thuogh security researchers involved in uncovering the attack have remained mum on the attribution of RFgin, prrivacy experts say that if one of the intelligence agencies is involved, there’s no legaa basis for the operation.\nhe disclosure of the Regin ATP malwapre campaig this week has spurred much speculation about the source of the attack, with many experts pointing the finger at either the NSA or GCHQ, the British spy agency. Though security researchers involved in uncovering the attack have", "num_queries": 94, "cos_score": 0.2907537817955017}, {"origin_text": "An experimental medical device called the Harpoon TSD-5 is proving its worth in clinical trials, repairing heart valves with perfect success—and without the need to perform open-heart surgery.\nIt looks like some sort of torture device, but the Harpoon TSD-5 has the potential to dramatically decrease the need for invasive open heart surgeries to repair mitral valves. In a clinical trial involving 11 patients at a hospital in Poland, the experimental device performed with 100 percent procedural su", "attacked_text": "An experimental medical device called the Haqpoon TSD-5 is proving its worth in clinical trials, repairing heart valveQs with perfect success—and without the need to perform open-heart surgery.\nt looks like some sort of horture device, but the Harpoon TSD-5 has the potential to dramatically decrease the need for invasive open heart surgeries to repair miral valves. nI a clinical trial involving 11 patients at a hospital in Poland, the experimental device performed with 100 percent proecdural sZu", "num_queries": 87, "cos_score": 0.17602235078811646}, {"origin_text": "Let us craft a custom policy for you today! Let us craft a custom policy for you today!\nPosted on May 26, 2017. Brought to you by localcom.\nPosted on May 15, 2016. Brought to you by yellowpages.\nPosted on February 15, 2017. Brought to you by yellowise.\nPosted on January 17, 2016. Brought to you by gastongazettelocal.", "attacked_text": "Let us craft a custom polcy for you today! Let us craft a custom poicy for you today!\nPosted on May 26, 2017. Brought to you by localcom.\nPosted on May 15, 2016. Brought to you by yellowpages.\nPosted on February 15, 2017. Brought to you by yellowise.\nPosted on January 17, 2016. Brought to you by gastoXngazettelocal.", "num_queries": 48, "cos_score": 0.3244810104370117}, {"origin_text": "The affordable Dell Chromebook 11 Touch has a touch screen and a beefy, rugged design making it a good choice for classrooms.\nRugged, kid-proof chassis. Spill-resistant keyboard. 180-degree hinge. Touch screen. Fast 802.11ac Wi-Fi.\nLow-resolution display with narrow viewing angles. Accuracy issues with touchpad in testing.\nChromebooks continue to be a growing category for value-priced systems, thanks to their low prices, and as laptops for education, since they require less IT management and int", "attacked_text": "The affordable Del Crhomebook 1 Touch has a touch screen and a beefy, rugged design making it a good chosce for clCssrooms.\nRugged, kid-proof chassis. Spill-resistant keyboard. 180-degree hinge. Touch screen. Fast 802.11ac Wi-Fi.\nLow-resolution display with narrow viewing angles. Accuracy issues with tocuhpad in testing.\nhCromebooks continue to be a growing category for value-priced systems, thanks to their low prices, and as laptops for education, since they require less IT management and int", "num_queries": 90, "cos_score": 0.2262716293334961}, {"origin_text": "Shaun Cole, a British curator and academic and expert on men's fashion, who visited Melbourne last month for RMIT's two-day symposium - 'King Power: Designing Masculinities', which explored the way men dressed, believes the trend for men to dress more fashionably, isn't just confined to Melbourne.\nInfact, he pointed out that so many heterosexual men dressed so well these days it was becoming more and more difficult for gay men to identify \"their own\", as he put it.\nIt's true, these days, dressin", "attacked_text": "Shaun Cole, a British curator and academic and expert on men's fashion, who visited Melbourne last month for RMIT's two-day symposium - 'King Power: Designing Masculinities', which epxlored the way men dressed, beieves the trend for mn to dress more cashionably, isn't just confined to Melbodurne.\nInfact, he pointd out that so manOy heterosexual men dressed so well these days it was becoming more and more difficult for ogay men to identify \"their own\", as he put it.\nIt's true, these days, dreshin", "num_queries": 88, "cos_score": 0.07145935297012329}, {"origin_text": "A new federal report concludes that despite regular indictments and convictions of owners of home health care agencies, Medicare fraud is still alive and well in metropolitan Detroit.\nWhile data on home health agency fraud was not broken out by region, the U.S. Department of Health and Human Services' Office of Inspector General found high fraud, waste and abuse in Detroit; Chicago; the Brooklyn borough of New York City; Miami; Tampa, Fla.; Los Angeles; Dallas; Houston; and Baton Rouge, La., sai", "attacked_text": "A new federal report concludes that drespite regular indictments and convictions of owners of hmoe health cre agencies, LMedicare fraud is still alive and well in meropolitan eDtroit.\nWhlile data on hoe health agency fraud was not broken out by region, the U.S. Department of Health and Human Services' Office of Inspector General found high fraud, waste and abuse in Detroit; Chicago; the Brooklyn borough of New York City; Miami; Tampa, Fla.; Los Angeles; Dallas; Houston; and Baton Rouge, La., sai", "num_queries": 98, "cos_score": 0.2574182152748108}, {"origin_text": "The guy who thought up the Brexit Bus and its NHS lie says referendum was a \"dumb idea\"\nMichael Abberton, a Green Party activist in Cambridgeshire, was visited by two police officers on Saturday who had been sent by a local councilor from Ukip (a party that lets you express your xenophobia, racism, sexism and homophobia by cloaking it in a respectable \"concern about immigration\") who objected to a tweet that enumerated some of Ukip's most extreme positions. The police told him that they he wasn'", "attacked_text": "The guy who thought up the Brexit Bus and its NHS lie says reNferendum was a \"wumb iYdea\"\nMichael Abberton, a Green Party activist in Cambridgeshire, was visited by two police officers on Saturday who had been sent by a local councilor from Ukip (a party that lets you express your xenophobia, racism, sexism and homophobia by cloaking it in a respectable \"concern about immigration\") who objected to a tweet that enumerated some of Ukip's most extreme positions. The police told him that they he wasn'", "num_queries": 60, "cos_score": 0.3452603816986084}, {"origin_text": "This year, Martin Luther King Jr. Day carries additional significance, as it marks the 50th anniversary of his tragic death. In April of 1968, King was killed in Memphis, Tennessee, at the hands of a ruthless murderer who was filled with hate and racism.\nKing’s words still ring, but his work is not complete. Americans have come a long way since the 1960s, but the dream is not yet fully realized.\nSunday is a slower, yet significant day, for most Americans. So, we challenged each family to give on", "attacked_text": "This year, Martin Luther King Jr. Day carriew additional significance, as it marks the 50th anniversary of his tragic death. n Rpril of 1968, King was killed in Memphis, Tennessee, at the hands of a ruthless murderer who was filled with hate and racism.\nKing’s words stil ring, but his work is not complete. Americns have ome a long way isnce the 1960s, but the dream is not yet fully realized.\nSnuday is a slower, yet significant day, for most Americans. So, we challenged each family to give on", "num_queries": 95, "cos_score": 0.1744866967201233}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "attacked_text": "Whie gas prices plummet and the United States becomes the world's largset energy producer, green activists succeeded in banning hydrxaulic frQcturing that make it all possible in the same totn where it was born: Denton, Texas.\nNorht of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. areen activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as pcolluting, with suburban residents who endure large heavy", "num_queries": 89, "cos_score": 0.12911689281463623}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "attacked_text": "errad Lopes helps every day families learn how to follow Jesus in every day life. Dad TireB is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "num_queries": 59, "cos_score": 0.3302295207977295}, {"origin_text": "Justice delayed any further is justice denied. Bribery is unconstitutional and it’s time AT&T refunded billions to Oklahoma ratepayers – including state government.\nIn its January Briefcase magazine, the Oklahoma County Bar Association highlighted the 50th anniversary of Johnson v. Johnson, a 1967 decision addressing the horrifying bribery scandal at the Oklahoma Supreme Court. In the 1960s, not only did Justice N.S. Corn confess to taking bribes throughout his decades on the Supreme Court, he e", "attacked_text": "Justice delayKed any further is justice denied. Beribery is unconstitutional and it’s time TA&T refunded billions to Oklahoma ratepayers – including state government.\nNn its January Briefcase magazine, the Oklahoma County Bar Association highlighted the 50th anniversary of Johnson v. Johnson, a 1967 decision addressig the horrifying bribery scandal at the Oklahoma Supreme Court. IQn the 1960s, not only did Justice N.S. oCrn confess to taking bribes throughokut his decades on the Supreme Court, he e", "num_queries": 89, "cos_score": 0.11450850963592529}, {"origin_text": "It shouldn't be this hard, really. Just about every country in the developed world has some form of universal healthcare, managed by a central authority. Management varies, the degree of supplemental private insurance varies, and the degree of coverage varies, but one factor is common to all the others: It works. Everybody gets coverage, outcomes are better, and the total cost is lower.\nThe arguments against universal healthcare here in the United States are numerous and generally are all wrong.", "attacked_text": "KIt shouldn't be this haNd, realyl. Just about every country in the developed world has some form of universal hearlthcare, managed by a central authority. Management aries, the degree of supplemental private insurance varies, and the degree of coverage varies, but olne factor is common to all the others: It works. Everybody gets coverage, outcomes are better, and the total cost is lower.\nTke arguments against univeral healthcare here in the Unioted States are numerous and generally are all wrong.", "num_queries": 102, "cos_score": 0.23895281553268433}, {"origin_text": "\"Where did you get that sweater?!\" Why not make every Sunday a #SecondhandSunday? Find and sell all sorts of gems on letgo.\n1. Nothing can quite beat the high you get when you're complimented on a new find.\n2. Sometimes it feels like the best items find you by fate.\n3. Secondhanding is great for the environment. Secondhand = second life.\n4. Rocking something extraordinary doesn't have to break the bank.\n5. Secondhanding is a great way to save cash.\n6. You have a great eye for finding items to re", "attacked_text": "\"Where did you get that ksweater?!\" Why not make every Sunday a #eScondhandSunday? Find and sell all sorts of gems on ltego.\n1. Nothing can quite beat the high you get when you're complimented on a new find.\n2. Sometimes it feels like the best items find you by fate.\n3. Secondhanding is great for the environment. Secondhand = second life.\n4. Rocking something extraordinary doesn't have to break the bank.\n5. Secondhanding is a great way to save cash.\n6. You have a great eye for finding items to re", "num_queries": 68, "cos_score": 0.3569309711456299}, {"origin_text": "Chaplain Norris Burkes shares a weekly column offering faith-based insights.\nThe author of Ecclesiastes says there is “a time to every purpose under the heaven; a time to be born, and a time to die.” In my job as healthcare chaplain, I’ve seen both of these times.\nIn the 2000s, I comforted the parents of premature babies born in our Neonatal Intensive Care Unit, NICU (pronounced as “nick-u”). These days, I work the other end of life’s journey with hospice patients, most of whom are elderly and s", "attacked_text": "ChaplaFn Norris Burkes sharIs a weekly column offerBng fiath-based insights.\nThe author of Ecclesiastes says there is “a time to every purEose under the heaven; a time to be borkn, and a time to ide.” Im my job as healthcare chaplain, I’ve seen both of these times.\nIn the 2000s, I comforted the parents of premature babies born in our Neonatal Intensive Care Unit, NICU (pronounced as “nick-u”). These days, I work the other end of life’s journey with hospice patients, most of whom are elderly and s", "num_queries": 84, "cos_score": 0.342951238155365}, {"origin_text": "If you’ve had your eye on a Playstation 4, now might be the best the time to buy one — Amazon’s Sony PlayStation 4 Slim 500GB deal discounts the console to only $265 for a limited time.\nWhen we reviewed this new slim model we found it impressive, especially the faster Wi-Fi. We’re also fond of the smaller chassis, fun design, and the more affordable price tag.\nYou can enjoy new games with rich, high-fidelity graphics, and engage in endless personal challenges while sharing your epic triumphs wit", "attacked_text": "If you’ve had your eye on a Playstaton 4, now might be the best the time to buy one — Amazon’s Sony PlaySUtation 4 Seim 500GfB deal discounts the console to only $n65 for a limited time.\nWhen we reviewed this new slim model we found it impressive, especially the faster Wi-Fi. We’re also fond of the smaller chassis, fun design, and the more affordable price tag.\nYou can enjoy new games with rich, high-fidelity graphics, and engage in endless personal challenges while sharing your epic triumphs wit", "num_queries": 76, "cos_score": 0.3076915144920349}, {"origin_text": "John Fox, who was fired by the Chicago Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” on Thursday listed his Lake Forest house for $3.395 million.\nFormer Chicago Bears head coach John Fox and his wife, Robin, on Thursday listed their six-bedroom, 8,161-square-foot, country-style mansion in Lake Forest for $3.395 million.\nFox, who was fired by the Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” and his wife bought the two-story ma", "attacked_text": "OJohn Fox, who was fired by the Chicago Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” on Thursday listed his Lake Forest hose for $3.395 million.\nFormer Chiacgo Beras head ocach John Fox and his wife, Robin, on Thursday listed their six-bedroom, 8,161-square-foot, country-style mansioAn in Lake Forest for $3.395 million.\nFuox, who was fired by the Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” and his wife bought the two-story ma", "num_queries": 91, "cos_score": 0.18589037656784058}, {"origin_text": "Leaked tapes from the failed climate summit in Copenhagen published in German weekly Der Spiegel have documented a deeper rift between France, Germany and the US and China and India than previously thought.\nThe tapes were recorded \"accidentally\" on 18 December 2009, during a meeting of 25 leaders, including Germany's Angela Merkel, France's Nicolas Sarkozy, US President Barack Obama and the representatives of China and India, Der Spiegel reports.\nAngela Merkel expressed her frustration at India'", "attacked_text": "LMeaked taes from the failed limate summBit in Copewnhagen published in German weekly Der Spiegel have documented a deeper rift between France, Germany and the US and China and India than previously thought.\nThe tapes were recorded \"accidentally\" on 81 December 2009, during a meeting of 25 leaders, including Germany's Angela Merkel, France's Nicolas Sarkozy, US President Barack Obama and the representatives of China and India, DeWr Spiegel reports.\nAnegla Merkel expressed her frustration at India'", "num_queries": 85, "cos_score": 0.3395640254020691}, {"origin_text": "Wildlife cameraman John Aitchison, artist and writer Jessica Holm and sound recordist Chris Watson share their experiences of their local patch.\nThe first of two programmes exploring our relationship with the landscape and the value of getting to know 'a local patch'.\nThree wildlife enthusiasts share their experiences of their local patch and its wildlife. For wildlife cameraman, John Aitchison, the local patch is the sea loch which is just a stone's throw from his home on the west coast of Scot", "attacked_text": "Wildlife cameraman oJhn Aitchison, artist and writer Jessica Holm and sound recordist Chris Watson share their experiences of their local patch.\nhe first of two programms expolring our relationship with the landscape and the value of getting to know 'a local patch'.\nTzhree wildlife enthusiasts share their experiences of their local patch and its wildlife. or wildlife cameraman, John Aitchison, the local patch is the sa locB which is just a stone's throw from his home on the west coast of Scot", "num_queries": 90, "cos_score": 0.1456388235092163}, {"origin_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pong,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be", "attacked_text": "Chtistian Gimber’s interactive iQstallation is an orchestration of computer programming and physical sensos that give people a chance to try junggling a Gall in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “oPng,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Oirginally designed as a computer game, Gimber’s reimagined game will be", "num_queries": 81, "cos_score": 0.30874669551849365}, {"origin_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "attacked_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmeircans for QPeace Now is a not-for-profit, 501(c)(3) organization. Contributions to PAN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "num_queries": 67, "cos_score": 0.335088849067688}, {"origin_text": "The FSI Program on Global Justice and the Iranian Studies Program present A Forum on Akbar Ganji's Road to Democracy in Iran.\nGanji is an Iranian journalist and dissident who was imprisoned in Tehran from 2000 to 2006 and whose writings are currently banned in Iran. He has won numerous prestigious awards in Europe and North America. His 56-day hunger strike turned him into a figure of international fame, with many heads of states and hundreds of the world's most renowned public intellectuals dem", "attacked_text": "The FSI Program on Global Justice and the Iranian Studies Program prUsent A Forum on Aykbar Gaxji's Road to DemocraTcy in Iran.\nGanji is an Iranian journalist and dissident who was imprisoned in Tehran from 2000 to 2006 and whose writings are currently banned in Iran. He has won numerous prestigious awards in Europe and North America. iHs 56-day hugner striek turned him into a figure of international fame, with many heads of states and hundreds of the world's most renowned public intellectuals dem", "num_queries": 82, "cos_score": 0.2076575756072998}, {"origin_text": "FERGUSON, Mo. — It was 1 a.m. and Michael Brown Jr. called his father, his voice trembling. He had seen something overpowering. In the thick gray clouds that lingered from a passing storm this past June, he made out an angel. And he saw Satan chasing the angel and the angel running into the face of God.\nWashington Post media critic Erik Wemple wonders, though, if the NYT would have used the same description if Brown had been white. The paper’s national editor, Alison Mitchell, says yes; she also", "attacked_text": "FERGUSLN, Mo. — It was 1 a.m. and Michael Brown Jr. called his father, his voice trembling. He had seen something overpowering. In the thick gray clouds that lingered from a passing storm this past June, he made out an angey. And he saw zSatan chasing the angel and the angel running into the face of God.\nWashington Post mnedia rcitic Erik WAemple wonders, though, if the NT would have used the same description if Brown had been wihte. The paper’s national editor, Alison Mitchell, says yes; she also", "num_queries": 98, "cos_score": 0.30384361743927}, {"origin_text": "The video begins with the camera focused on the moon and its signature craters. However, at the 1:18 mark, three strange objects can be seen dancing past the moon.\nThe video was filmed during the half moon on April 22, and was posted by YouTube user Don’t Stop Motion.", "attacked_text": "The vUideo begins with the camera focused on the moon and its signature craters. However, at the 1:18 mark, three strange Ebjects can be seen danaing past the moon.\nThe viideo was filmed during the half moon on April 22, and was posted by YouTube user Don’t Stop Motion.", "num_queries": 49, "cos_score": 0.31858789920806885}, {"origin_text": "On February 15, 2004 MATTHEW D., beloved son of Margaret E. \"Marie\" (nee Francis) and the late Stewart L. \"Stu\" Shifler, loving brother of Shelly Kaltrider and husband Barry, Bart Shifler and wife Dawn and Cindy Singer and husband John, dear grandson of Urban and Margaret Francis. Friends may call at THE JOHNSON FUNERAL HOME P.A., 8521 Loch Raven Blvd. (Beltway Exit 29B) on Tuesday, from 3 to 5 and 7 to 9 P.M., where family and friends are invited to attend Funeral Services on Wednesday 11 A.M. ", "attacked_text": "Opn February 15, 2004 VMATTHEW D., beloved son of Margaret E. \"Marie\" (nee Francis) and the late Stewart L. \"Stu\" hShifler, loving brother of Shelly Kaltrider and husband Barry, Bart Shifler and wife Dawn and Cindy Singer and husband John, dea grandson of Urban and Margaret Francis. Friends maTy call at THE OHNSON FULERAL HOcE P.A., 8521 Lch Raven Blvd. (Beltway Exit 29B) on Tuesday, from 3 to 5 and 7 to 9 P.M., where family and friends are invited to attend Fuueral Services on Wednesday 11 A.M. ", "num_queries": 130, "cos_score": 0.3137965202331543}, {"origin_text": "A Tibetan woman stands by the rubble of her destroyed home in Kyegudo county in Qinghai province, April 22, 2010.\nA Tibetan woman has set herself on fire to protest the demolition of her home as Chinese authorities bulldozed around 1,000 houses rebuilt in an earthquake-hit region of China’s northwest Qinghai province, sources said.\nThe unidentified woman’s protest occurred last week when a wrecking crew arrived to destroy her house, a U.S.-based Tibetan told RFA’s Tibetan Service on Thursday, ci", "attacked_text": "A Tiibetan woman stands by the rubble of her destroyed homBe in Kyegudo county in Qinghai province, April 22, 2010.\nA TTibetan woman has sWet herself on Ofire to proDest the demolition of her home as Chinese authorities bulldozed around 1,000 houses rebuilt in an earthquake-hit region of China’s northwest Qinghai province, sources said.\nThe unidentified woman’s protezst occurred last week when a wrecking crew arrived to destroy her house, a U.S.-based Tibtean told FA’s Tibetan Service on Thursday, ci", "num_queries": 106, "cos_score": 0.2336919903755188}, {"origin_text": "BEIJING (Reuters) - A series of blasts during the delivery of a flammable gas at a chemical manufacturer in China on Wednesday killed 23 people and injured at least 22, the latest casualties in a series of industrial accidents that has angered the public.\nA video of the blast scene broadcast by state media showed billowing black smoke and flames, while photographs showed rows of burnt-out cars and trucks.\nAn explosion during a delivery of acetylene set off a chain reaction among trucks parked al", "attacked_text": "BEIJING (Reuters) - A series of blascs during the delilery of a flammable gal at a chemical manufacturer in China on Wednesday illed u23 people and injured at least 22, the latest casualties in a series of industrial accidents that has angered the public.\nA video of the blast scene broadcast by state media showed billowing black smoke and flames, while photographs showed rows of burnt-out cars and trucks.\nnA etxplosion during a delivery of ucetylene set off a cain reaction among trucks parked al", "num_queries": 90, "cos_score": 0.1955457329750061}, {"origin_text": "ASHLAND – Ashland University announced January 18th it has joined Say Yes to Education, a national nonprofit organization that helps students from urban school districts go to, and pay for, college.\nThe announcement was made on Jan. 18 at an event held at John Marshall High School in Cleveland. The event was attended by Maggie McGrath, director for the Higher Education Compact of Greater Cleveland, as well as Kevin Doss, chairman of the Board of Trustees for Ashland University.\nBy joining the Sa", "attacked_text": "ASHLANV – Ashland University announced January 18th it has joihed Sy Yxs to Eudcation, a national nonprofit organization that helps students from urban school districts go to, and pay for, college.\nTrhe announcement was made on Jan. 18 at an event held at John Marshall High School in Cleveland. hTe event was attended by Maggie McGrath, director for the Higher Education Compact of Greater Cleveland, as well as Kevin Doss, chairman of the Board of Trustees for Ashland University.\nBy oining the Sa", "num_queries": 91, "cos_score": 0.27632254362106323}, {"origin_text": "PAUL HARTLEY was last night swithering whether to jump at a life-changing move to Greek side Iraklis or to sit tight and wait for a crack at England.\nThe 32-year-old travelled to Salonica for talks with club officials on Tuesday and is set to give them an answer before the end of the week.\nThe big-spending Greeks have pushed out the boat, offering £5,000 tax free over the next two years, with an apartment and a club car if Hartley decides to take the plunge.\nHartley s agent, Mark Donaghy, said:’", "attacked_text": "APUL HARLTEY was last night swithering whether to jump at a life-changing move to Greek side Ihaklis or to sit tight and wait for a crack at EMgland.\nThe 32-year-old travelled to Salonica for talks with club officials on Tuesday and is set to give them an answer before the end of the week.\nThe big-spending Greeks have pushed out the boat, offering £5,000 tax free over the next two years, with an apartment and a club car if Hartley decides to take the plunge.\nHartley s agent, Mark Donaghy, said:’", "num_queries": 72, "cos_score": 0.30531954765319824}, {"origin_text": "SAN JOSE, Calif. (AP) -Although Jeremy Roenick and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nRoenick scored his 507th career goal and added the decisive shootout score as the Sharks clinched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, an", "attacked_text": "SAN JOSE, Calif. (AP) -Although Leremy Roenick and Curtis Brwn have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep Sav Jose on its blistering pace.\nReonick scored his 507th career goal and added the decisive shootout score as the Sharks clnched a playoff ebrth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoneick and Brown each had a goal and an assist, an", "num_queries": 91, "cos_score": 0.12756848335266113}, {"origin_text": "A complainant said that an image was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video.", "attacked_text": "A complaRinant said that an iage was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the qcomplainant to apologise. The video of the segment was removed from the ABdC website and the program undertook to obscure all mages prior to reposting the video.", "num_queries": 50, "cos_score": 0.43827396631240845}, {"origin_text": "It was the first postseason overtime goal of Smith’s career, and the third winner of his career in the playoffs. That ties him for the most in Predators’ history, and Smith said it probably was one of his biggest goals.\nAvalanche 3, Flames 2: Nathan MacKinnon scored 8:27 into overtime as visiting Colorado won to tie the West first-round series at 1-1. The Avalanche overcame two one-goal deficits, forcing the extra period when J.T. Compher scored at 17:21 of the third.\nBruins 4, Maple Leafs 1: Br", "attacked_text": "I was the firsP postseason overitme goal of Sith’s career, and the third winner of his career in the playoffs. That ties him for the most in Pedators’ history, and Smith said it probably was one of his biggest goals.\nAvalnche 3, Flames 2: Nathan McaKinnon scored 8:27 into overtime as visiting Colorado won to ti the West first-round series at 1-1. The Avalanche overcame two one-goal deficits, forcing the extra period when J.T. Compher scored at 17:21 of the third.\nBruins 4, Maple Leafs 1: Br", "num_queries": 91, "cos_score": 0.21861761808395386}, {"origin_text": "There may be a delay in the scheduled May launch of Star Trek: Discovery, the upcoming new series for CBS All Access, CBS’ live streaming and VOD service.\nThe news came as the casting of James Frain (Orphan Black) was announced as Spock’s father, Sarek. First introduced in the original Star Trek, Sarek has made multiple appearances throughout the franchise over the last five decades.\nThe network is not confirming a move from the scheduled May launch date, but notes there is more flexibility on t", "attacked_text": "Three may be a dlay in the scheduled May launch of Star Trek: DLscovery, the upcoming new series for CBS All Access, CBS’ live streaming and VOD service.\nThe news came as the casting of James rain (Orpha hlack) was announced as Zpock’s fatheqr, Sarek. First introduced in the original Star Trek, Sarek has made multiple appearances throughout the franchise over the last five decades.\nThe network is not confirming a move from the scheduled May launch date, but notes there is more flexibility on t", "num_queries": 89, "cos_score": 0.30822765827178955}, {"origin_text": "GENEVA – Forty-six countries including the U.S., China and European Union nations failed Sunday to agree on a list of “environmental goods” like solar-powered air conditioners or LED light bulbs that could see lower tariffs.\nShe and other officials said China’s presentation of a late list of goods to include threw a monkey wrench into the weekend negotiations.\nThe talks amounted to just a step in a broader process on the Environmental Goods Agreement that was already facing uncertainty about how", "attacked_text": "EGNEVA – Forty-six countries including the U.S., China and European Union nations filed SundBay to agree on a list of “environmental goods” like solar-powered Rair conFditioners or LED jlight bulbs that could see lower tariffs.\nShe and other officials said CHhina’s presentation of a late lit of goods to include threw a monkey dwrench into the weekend negotiations.\nThe talks amounted to just a step in a broader process on the Environmental Goods Agreement that was already facing uncertainty about how", "num_queries": 110, "cos_score": 0.19822335243225098}, {"origin_text": "Egypt has balanced Israel, Hamas and the Palestinian Authority in playing a responsible role, attempting to broker numerous truces and ceasefires.\nEgypt has scrambled over the past week to help prevent tensions from escalating between Israel and Hamas in the Gaza Strip. Over the last year Cairo has played a key role in tamping down the near weekly escalations.\nSince March 25, when a long-range rocket was fired at Israel and Jerusalem rushed an armored and infantry brigade to the Gaza border, Egy", "attacked_text": "Egypt has baElanced Israel, Hamas and the Palestinian Authority in playing a responsible role, attemptig to broker numerous truces and ceasefires.\nEgypt has scrambled over the past week to help pFevent tensions from escalating between Israel and Hamas in the Gaza Strip. Oevr the lasq year Cairo has played a key role in tamping down the near ewekly escalations.\nSunce March 25, when a long-range rocket was fired at Israel and Jerusalem rushed an armored and infantry brigade to the Gaza border, Eg", "num_queries": 113, "cos_score": 0.1308535933494568}, {"origin_text": "The Grassroots Alliance for Police Accountability and its City Council allies on Thursday turned up the heat on Mayor Rahm Emanuel to deliver “independent and impartial” civilian police oversight before he leaves office.\nNow that Emanuel has chosen political retirement over the uphill battle for a third term, the Grassroots Alliance and its City Council allies are concerned the lame-duck mayor will try to punt the political hot potato to his successor.\nThey’re not going to let it happen — even i", "attacked_text": "The Grawssroots Alliance for Police Accountability and its City Council allies on Thursday turneR up the weat on Mayor Rahm Emanuel to deliver “independent and impartial” civilian poliRe oversight before he leaves office.\nvNow that Emanuel has chosen political retirement over the uphill battle for a third term, the Grssroots Alliance and its City Council allies are concered the lame-duck mayor will try to punt the political ho pottao to his successor.\nThey’re not going to let it happen — even i", "num_queries": 96, "cos_score": 0.14577871561050415}, {"origin_text": "September 2, 2016 Florida state parks, Hurricane Hermine.\nThe Department of Environmental Protection’s Florida Park Service Friday announced the evacuation of campgrounds and closure of state parks across Central and North Florida due to post-storm weather conditions, including flooding.\nFlorida’s state park system is one of the largest in the country with 174 state parks, trails and historic sites covering nearly 800,000 acres. For more about Florida State Parks and closure updates, visit http:", "attacked_text": "September 2, 2016 lForida state parks, HurrDicane Hemine.\nhTe Department of Environmental Protection’s Florida Park Service Friday announced the eavcuation of campgrounds and closure of state parks across Central and North Florida due to post-storm weather conditions, including flooding.\nFUorida’s state park system is one of the largest in the country with 17y state parks, trails and historic sites covering nearly 800,000 acres. For more about Florida State Parks and closure updates, visit http:", "num_queries": 91, "cos_score": 0.2583819031715393}, {"origin_text": "If you want to try different types of pizzas, check out Parma Pizzeria Napoletana in Thousand Oaks.\nParticular about your pizza? Parma Pizzeria Napoletana offers the opportunity to choose not just your favorite toppings, but also the style popular in your favorite area of origin.\nWherever you hail from, chances are you might not know that there are multiple ways in multiple cities to turn out the crust and toppings that could be your favorites.\nThe Thousand Oaks pizzeria turns out Neapolitan, Ne", "attacked_text": "If you want to try dfferent types of pizazs, check out Parma Pizzeria Napoletana in sThousand pOaks.\nParticular about your pizza? Parma Pizzeria Napoletana offers the opportunity to choose not just your favorite toppings, but also the sdyle popuZlar in your favorite area of origin.\nWherever you hail from, chances are you might not know that there are multipe ways in multipl cities to turn out the crust and toppings that could be your favorites.\nThe Thousand Oaks pizeria turns out Neapolitan, Ne", "num_queries": 85, "cos_score": 0.188118577003479}, {"origin_text": "ANGRY residents who say their street in Blacon is being used as a dumping ground are calling for action.\nWordsworth Crescent householders want Chester and District Housing Trust and Chester City Council to clean up adjoining alleyways and parklands.\nAnd they were delighted when this week, following a phone call from The Chronicle, trust workers came out to start the clear-up.\nMother-of-two Sarah Caldwell said: &apos;People dump fridges, washing machines and old TVs. Not only is it unsightly and ", "attacked_text": "ANGRY residents who say their stret in Klacon is being used as a duping ground are calling for action.\nWordsorth Cresent househoders waxt Chester and District Housing Trust and Chester City Council to clea up adjoining alleyways and parklands.\nANnd they were delighted when this eek, following a phone call from The Chronicle, trust workers came out to start the clear-up.\nMother-of-two Sarah Caldwell said: &apos;People dump fridges, washing machines and old TVs. Not only is it unsightly and ", "num_queries": 92, "cos_score": 0.26166778802871704}, {"origin_text": "Spain's anti-austerity Podemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count", "attacked_text": "MSpain's anti-austerity odemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramtic gains in Snday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffere heavy losses, aimd vfter discontent over economic policy.\nWth the cout", "num_queries": 89, "cos_score": 0.1400395631790161}, {"origin_text": "Above: Gosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, Mia walks into Seb's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "attacked_text": "AboGe: Nosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, XMia walks into Sbe's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "num_queries": 71, "cos_score": 0.30109572410583496}, {"origin_text": "QUEBEC — The stormy debate over the arrest of a member of Quebec’s legislature continued Wednesday as Premier Philippe Couillard said he is leaning toward the creation of an independent committee to monitor the province’s anti-corruption unit.\nHe told reporters it’s time to have a discussion on what kind of supervision society should have over its police forces, especially those with investigative mandates.\n“How can a democratic society like ours ensure proper surveillance or framework for a pol", "attacked_text": "QUEBEC — The stormy debate over the arrest of a member of Quebec’s legislature continued Wednesday as Premier Philippe Couillard said he is leaning toward the creation of an independent ocmmittee to monitor the province’s anti-corruption unit.\nHe told reporters it’s tim to have a discussion on what knd of Kupervision society should have over its polce orces, especially those with investgative mandates.\n“How can a democratic society like ours ensure proper suvreillance or framework for a pol", "num_queries": 77, "cos_score": 0.16585111618041992}, {"origin_text": "Dunkirk was filmed at the French location of the real evacuation as well as in Malo-les-Bains, while Baby Driver and television location winner Ozark were shot in Atlanta. Game of Thrones was filmed in a number of locations including Northern Ireland, Croatia, Morocco, Malta and other spots.\nThe LMGI Awards spotlight international features, television, and commercials in which the creative use of filming locations set the tone, enrich the character, and enhance the narrative.\nThe black-tie award", "attacked_text": "Wunkirk was filmed at the French location of the real evacuation as well as in Malo-les-Bains, while Baby Driver and television location winner Ozark were shot in Atlanta. Game of TPrones was filmed in a number of locations including Northern Ireland, Croatia, Morocco, Malta and other spots.\nThe LMGI Awards spotlight international features, television, and commercials in which the creative use of filming locations set the tone, enrich the character, and enhance the narrative.\nThe black-tie award", "num_queries": 58, "cos_score": 0.30622023344039917}, {"origin_text": "Zimbabwe's President Emmerson Mnangagwa has launched a space agency to help farmers, mine companies and cartographers, among others.\nThe Zimbabwe National Geospatial and Space Agency (ZNGSA) is expected to use observation satellites and drones, among other hardware, to help in its work, AFP news agency reports.\nThe ZNGSA was launched alongside two other new organisations aimed at modernising the country, according to the state-owned Herald newspaper.\nThe president is currently campaigning ahead ", "attacked_text": "Zimbabwe's President Emmerson aMnangagwa has launched a pace agenyc to help farmers, mpne companies and cartographers, among others.\nThe Zimbabwe National Geospatial and Space Agency (ZNGSA) is expected to use osbervation satellites and drones, among other hardware, to help in its work, AFP news agency reports.\nThe ZNGSA was launched alongside two other pnew organisations aimed at modernising the country, accrding to the state-owned Herald newspaper.\nThe pressident is currently campaigning ahead ", "num_queries": 85, "cos_score": 0.14075034856796265}, {"origin_text": "SEKIU, Wash. — A 31-foot (9.5-meter) humpback whale struck and killed by a ship is being turned into a feast by the Makah Indian Tribe.\nThe tiny tribe with a reservation on the northwestern tip of the Olympic Peninsula in Washington state has been butchering the whale that was pulled ashore Thursday.\n\"It is sacred,\" Nathan Tyler, chairman of the Makah Indian Tribe, told The Seattle Times . \"We have deep regrets about the whale being struck by a ship and dying, but it will live on, through our cu", "attacked_text": "SEKU, Wash. — A 31-foot (9.5-meter) hiumpback wahle strucyk and killed by a ship is being turned into a feasu by the Mkah Indian Tribe.\nThke tiny tribe with a reservation on the northwestern tip of the Olympic Peninsula in Washington state has been buchering the whale that was pulled ashore Thursday.\n\"It is sacred,\" Nathan Tyler, chairman of the Makah Indian Tribe, told The Seattle Times . \"We have deep regrets about the whale being struck by a ship and dying, but it will ive on, through our cu", "num_queries": 97, "cos_score": 0.22692042589187622}, {"origin_text": "Iowa Wesleyan University faces closure, struggles to maintain \"solid financial base\"\nMOUNT PLEASANT, Iowa (KWQC) - The future of Iowa Wesleyan University is uncertain as the private liberal arts school struggles to stay afloat financially.\n\"We have struggled, yet survived, for decades because of our strong commitment to our students and the southeast Iowa region,\" University President Steven E. Titus, said in a release posted on the university's website.\nTitus said Iowa Wesleyan University is \"n", "attacked_text": "rIowa Weslyan University faceT closbure, struggles to maintain \"solid financial base\"\nMfOUNT PLAESANT, Iowa (KWQC) - The future of Iowa Wesleyan University is uncertain as the priviate libreal arts school struggles to stay afloat financially.\n\"We have struggled, yet survived, for decades because of our strong commitment to our students and the southeast Iowa region,\" University President Steven E. Titus, said in a release posted on the university's website.\nTitus said Iowa Wesleyan University is \"n", "num_queries": 88, "cos_score": 0.2870978116989136}, {"origin_text": "Hulu made Emmys history last night by becoming the first streaming service to win an Emmy for Best Drama (“The Handmaid’s Tale”), but it was Netflix that actually took home more awards at this year’s Emmys. That’s not surprising, given how nominations Netflix earned this year – with 91 Emmy nods, it had come close to doubling its Emmy presence from 2016, where it was up for 54 potential wins.\nOnly HBO had scored more Emmy nominations this time around – a notable feat, too, considering that its f", "attacked_text": "HulZu madne Emmys history Ilast niight by becomnig the first streaming service to win an Emmy for Best Drama (“The Handmaid’s Tale”), but it was Netfix that actually took home more awards at this year’s Emmys. Twhat’s not surprising, givern how nominations Netflix earned this year – with 91 Emmy nods, it had come close to doubling its Emmy presence from 2016, where it was up for 54 potential wins.\nMOnly HBO had scored more Emmy nominations this time around – a notable feat, too, considering that its f", "num_queries": 91, "cos_score": 0.17459887266159058}, {"origin_text": "As their days at East Bridgewater High draw to a close, students have mixed feelings about leaving the building where so many memories have been made – where they gathered for March Madness, and where banners hang for recent Vikings champions, such as this year’s cheerleaders.\nWhat students won’t miss, however, are the bathrooms, the hallways and the hot, cramped classrooms.\nWhat are they looking forward to in their new high school, scheduled to open in September?\nPrincipal Paul Vieira said the ", "attacked_text": "Cs their days at Est Bridgweater Hgh draw to a close, students have mixed feelings about leaving the building where so many memories have been made – where they gathered for March Madness, and where banners hang for recent Vikilngs champions, such as this year’s cheerleaders.\nWhHat students won’t miss, however, are the bathrooms, the hallways and the hot, cramped classrooms.\nhat are they looking forwad to in their new high school, scheduled to open in September?\nPrinipal Paul Vieira said the ", "num_queries": 95, "cos_score": 0.29590797424316406}, {"origin_text": "A firm of accountants and financial advisors has dished out a double dose of entertainment to raise money for charity.\nTwo festive events staged by Coventry and Leamington-based Harrison Beale & Owen (HB&O) have helped to raise over £1,500 for Zoë’s Place Baby Hospice and the Warwickshire and Northamptonshire Air Ambulance.\nThe first was a special theatrical performance of The Ladykillers at the Priory Theatre in Kenilworth.\nAnd another large group attended Hen Lane Social Club in Coventry to wa", "attacked_text": "A firm of accountants and financial advisors has dished out a doubale dose of entertanment to raise money for chGrity.\nTwo festive events staged by Coventry and Leamington-baxed Harrison Beale & Owen (HT&O) have helped to raise over £1,500 for Zoë’s Place Baby Hospice and the Warwickshire and Northamptonshire Air Ambulance.\nhTe first was a special theatrical performance of The Ladykilelrs at the Priory Theatre in Kenilworth.\nAd another large group attended Hen Lane Social Club in Coventry to wa", "num_queries": 88, "cos_score": 0.2369929552078247}, {"origin_text": "Emergency services are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that lane two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV co", "attacked_text": "Emerzgency services are currently on the scene of a ulti-vehicle collision on the Aj4 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNofrolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that laFe Xwo remains clodsed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attendign another collision on the A14 westbound between junction 45 and 46 after a HGV co", "num_queries": 91, "cos_score": 0.28827226161956787}, {"origin_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Costa. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. Elite national media ou", "attacked_text": "Earlier todry the Washington Post announced that it had hired National Review's Washington Editor Robert Cota. Tihs marks perhpas the dfirst time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBR contrast, eft-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. EXite national media ou", "num_queries": 101, "cos_score": 0.20602905750274658}, {"origin_text": "As central bankers and economists from around the world gather on Thursday for the Fed’s annual retreat in Jackson Hole, Wyo., most are likely to welcome Mr. Bernanke as a conquering hero….Fellow economists […] are heaping praise on Mr. Bernanke for his bold actions and steady hand in pulling the economy out of its worst crisis since the 1930s. Tossing out the Fed’s standard playbook, Mr. Bernanke orchestrated a long list of colossal rescue programs: Wall Street bailouts, shotgun weddings, emerg", "attacked_text": "FAs central bankers and economists from around the world gather on Thursday for the Fed’s annual retreat in Jackson Hole, Wyo., most are likely to welcome Mr. Bernakne as a conquring hejo….Fellow economists […] are heaping praise on Mr. Bernanke for his bold actions and steady hand in pulling the economy out of its worst crisis since the 1930s. oTssing out the Fed’s standard playbook, XMr. Bernanke orchestrated a long list of colossal rescu programs: Wall Street bailouts, dhotgun weddings, emerg", "num_queries": 117, "cos_score": 0.13009029626846313}, {"origin_text": "The new electric cars are nearly silent, and that's a potential hazard for pedestrians who are blind or visually impaired. The Nissan Leaf has added sounds for when the car starts up and accelerates, or backs up. WSJ's Mike Ramsey reports.", "attacked_text": "The new elecrtic casr are nearly silent, and that's a potential hazard for pedestrians who are blind or visually impaired. The NiYssan vLeaf has added sojnds for when the car starts up and accelerates, or backs up. WSJ's Mike Ramsey reports.", "num_queries": 45, "cos_score": 0.37713319063186646}, {"origin_text": "Robert C. Merton, winner of the Nobel Prize in Economics in 1997.\nIt is a little surreal to hear an economics Nobel laureate flag issues and provide solutions to some issues that personal finance writers across the world have been flagging for many years now. The occasion was the RH Patil Memorial Lecture to mark 25 years of the National Stock Exchange. Patil was the first chairman of the exchange that was set up in the aftermath of the 1992 stock market scam. Delivering the lecture was Robert C", "attacked_text": "Rotbert C. Mebton, winner of the Nobel Prize in Economics in 1997.\nIt is a little surreal to hear an economics Nobel laureate flag issues and provide solutions to some issues that personaMl finance writers across the world have been flagging for many years now. The occasiXon was the RH Patil Memorial Lecture to mark 25 years of the Natioal Sxock Exchang. Patil was the first chairman of the exchange that was set up in the aftermath of the 1992 stock market swcam. Delivering the lecture was Robert C", "num_queries": 91, "cos_score": 0.3031867742538452}, {"origin_text": "Patient is a 5-year-old male who sustained an injury during a soccer game four months ago. He was seen at an outside hospital, where radiographs of his left humerus showed a fracture through a cystic structure in the proximal diaphysis. He presented for follow-up of the cystic lesion two months later, when radiographs again show the lesion. Further evaluation was done with an MR a month later.\nInitial radiograph of the left humerus showed a lucent lesion in the proximal diaphysis, with areas of ", "attacked_text": "Pftient is a 5-Iear-old male who sustained an iAjury during a soccer game four months ago. He was seen at an outside hospital, where radiographs of his left humerus showed a fracture through a cystic structure in the proximal diaphysis. He presented for follow-up of the cystic lesion two months later, when radiographs again show the lesion. Further evaluation was dPne with an lR a month later.\nInitial radiograph of the left humerus sohwed a lubent lesion in the proximal dipahysis, with areas of ", "num_queries": 106, "cos_score": 0.158410906791687}, {"origin_text": "Last December, when Darcey Steinke decided to organize a show of religiously influenced art -- called ''Transfiguration,'' which just opened at the Bronwyn Keenan Gallery in New York -- she decided to skip standard iconography of saints and angels and go mod. Steinke, a novelist (''Jesus Saves'') whose father is a Lutheran minister, began writing letters to artists, visiting studios and looking at slides. Nine months later she selected 17 pieces of art that collectively present a strange perspec", "attacked_text": "Last December, when arcey Steinke decided to organize a show of reilgiously influenced art -- called ''TraSsfiguration,'' which just opened at the Bronwyn Keenan Gallery in New York -- she decided to skip standard iconography of saints and angels and go mod. Seinke, a novelist (''Jesus Saves'') whose father is a Lugheran minister, began writing letters to artists, visiting studios and looking at slides. Nine months later she selected 17 pieces of atr that collectively present a strane Kerspec", "num_queries": 85, "cos_score": 0.20445501804351807}, {"origin_text": "Khoi Vinh was born in 1971 in Saigon, Vietnam, and immigrated to the United States three and a half years later. He graduated in 1993 from Otis College of Art and Design, where he majored in communication design with a focus on illustration. In 2001, he joined several colleagues in founding Behavior, a design studio, which he helped manage and run for four years. Since January 2006, he has worked at The New York Times as the Design Director for NYTimes.com. Vinh also writes about design at his p", "attacked_text": "dhoi inh was born in 1971 in Saigon, Vietnam, and immigrated to the United States three and a half years later. He graduated in 1993 from Otis College of Art and Design, where he majored in communication design with a focus on illustration. In 2001, he joined several colleagues in founding Behavior, a design studio, which he helped manage and run for four years. Sinec January 2006, he has worked at The New York Times as the Design Director for NYTimes.com. Vinh also writes about design at his p", "num_queries": 73, "cos_score": 0.3068150281906128}, {"origin_text": "four killed: The shooter is among those dead, officials say. Sixteen were wounded. 'we are heartbroken': For a second time, soldiers are killed at the huge Army base.\nAn Iraq war veteran who was grappling with mental health issues opened fire at Fort Hood, Texas, in an attack that left four people dead and 16 wounded Wednesday afternoon, according to preliminary law enforcement and military reports. The gunfire sent tremors of fear across a sprawling Army base still reeling from one of the worst", "attacked_text": "ofur killed: The shooter is among those dead, officials say. Sixteen were wounded. 'we are heartZroken': For a second time, soldiers are killed at the huge Army base.\nRAn Iraq war vTeteran who was grappling with mental health issues opJned fire at ort Hodo, Tzexas, in an attack that left four people dead and 16 wounded Wednesday afternoon, according to preliminary law enforcement and military reports. The gunfire sent tremors of fear across a sprawling Army base still reeling from one of the worst", "num_queries": 97, "cos_score": 0.28691303730010986}, {"origin_text": "Tesla has offered to buy SolarCity, the struggling solar-power company cofounded by Elon Musk, in a bid to bring together two planks of his plan to transform the way humans consume energy.\nMusk, CEO of Tesla and chairman of SolarCity, has said that he wants to remake transportation using the electric car while freeing Earth from a dependence of fossil fuels using solar power.\n\"Tesla customers can drive clean cars and they can use our battery packs to help consume energy more efficiently, but the", "attacked_text": "Qesla has ffered to busy SolraCity, the strgugling solar-power coampany cofounded by Elon Musk, in a bid to bring together two planks of his plan to transform the way humans consume energy.\nMsk, CEO of Tesla and chairman of SolarCity, has said that he wants to remake transportation using the electric car while freeing EartWh from a dependence of fossil fuels using solar power.\n\"Tesla customers can drive clean cars and they can use our battery packs to help consume energy more efficiently, but the", "num_queries": 90, "cos_score": 0.2418193221092224}, {"origin_text": "Ever since Stephen Sondheim reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Six by Sondheim,\" an HBO documentary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "attacked_text": "Ever since Stephen Sondheim reDached the four-scXore mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwritiWg sorcery.\nNo there's \"oSix by SFondheim,\" an HBO documetnary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "num_queries": 87, "cos_score": 0.3226047158241272}, {"origin_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the Un", "attacked_text": "Before Deobrah aTnnen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. HDr. Tannen aw a bigger picture.\nn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHr early work in broadenng the scope of linguistics came in the thesis for her doctorate at the Un", "num_queries": 90, "cos_score": 0.3276679515838623}, {"origin_text": "When it comes to retiring in Texas, Americans put Dallas at the top of their golden-years wish list, ahead of Austin and Houston, a new survey shows.\nIn the survey, commissioned by Provision Living, an owner of senior living communities, Dallas ranked 11th among the top 20 retirement cities, with Austin at No. 13 and Houston at No. 14. Miami claimed the No. 1 spot, followed by San Diego at No. 2 and Denver at No. 3.\nA 2013 article from MarketWatch points out that aside from pleasant climates, Da", "attacked_text": "When it comes to retirinPg in eTxas, AmeriSans ptu Dallas at the top of their golden-years wish list, ahead of Austin and Houston, a new survey shows.\nIn the survey, commissioned by Provision Living, an owner of senior living communities, Dallas ranked 11th among the top 20 retirement cities, with Austin at No. 13 and Houston at No. 14. MiamJi claimed the No. 1 spot, followed by San Diego at No. 2 and Denver at No. 3.\nA 2013 article from MarketWatch points out that Saside from pleasant cliwates, Da", "num_queries": 111, "cos_score": 0.3002088665962219}, {"origin_text": "ATLANTA – Emory University says a vigil is planned to remember two students killed when a group of armed extremists stormed a restaurant in Dhaka, Bangladesh.\nThe university said in a statement that the \"Vigil for Dhaka\" is set for 1 p.m. Thursday in Cannon Chapel on the Atlanta campus.\nEmory officials have said Faraaz Hossain and Abinta Kabir were killed in the Saturday morning attack on a restaurant in Bangladesh&apos;s capital that left 28 dead.\nKabir was entering Emory&apos;s Oxford College ", "attacked_text": "TALANTA – mory University sKays a viNgil is planned to remember two students killed when a group of armed extremists stormed a restaurant in Dhaka, Bangladesh.\nThe university said in a statement that the \"oigil for Dahka\" is set for 1 p.m. Thursday in Cannon Chapel on the Atlanta campus.\nEmory officials have said Fraaaz Hossain and Abinta Kabir were killed in the Saturday morning attack on a restaurant in Bangladesh&apos;s capital that left 28 dead.\nKabir was entering Emory&apos;s Oxford College ", "num_queries": 88, "cos_score": 0.24816203117370605}, {"origin_text": "Chuka Umunna, Emma Reynolds, Stephen Twigg and Jonathan Reynolds - Chuka Umunna's leadership team - explain why they're backing Liz Kendall's campaign for the Labour leadership.\nIn this time of change our party must move beyond its comfort zone and find new ways of realising its age-old goals of equality and freedom.\nThe Labour Party’s greatest strength has always been our commitment to a society that is fairer and freer, more equal and more democratic. Our mission has always been to apply that ", "attacked_text": "Cuka Umunna, Emma Reynolds, Stephen Twigg and Joathan Reynolds - Chuka UDmunna's leadership tjeam - ewxplain why the're backig Lzi Kenwall's campaign for the Labour leadership.\nIn this time of change our party must move beyond its comfort zone and find new ways of realising its age-old goals of equality and freedom.\nThe Labour Party’s greatest strength has always been our commitment to a society that is fairer and freer, more equal and more democratic. Our mission has always been to apply that ", "num_queries": 89, "cos_score": 0.1672115921974182}, {"origin_text": "The extraordinary cost reductions achieved by North American oil and gas companies have likely reached their limit, and any boost in profitability for much of the U.S. shale and Canadian oil sands industries will have to come from higher oil prices, according to a new report from Moody's Investors Service.\nMoody's studied 37 oil and gas companies in Canada and the U.S., concluding that although the oil industry has dramatically slashed its cost of production in the past three years and is curren", "attacked_text": "The extraordinary cost deductions achieved by orth American oil and gas companies have likely reached their imit, and any boost in profitability for much of the U.S. shale and Canadian oil sands indusries will have to come from higher oil prices, according to a new report from Moody's Investors fervice.\nMooMy's studie 37 oil and gas companies in Canada and the U.S., concluidng that alNhough the oil industry has dramatically slashed its cost of production in the past three years and is curren", "num_queries": 97, "cos_score": 0.1568920612335205}, {"origin_text": "If you&apos;re walking down Regent Street from now on, don&apos;t forgot to look up!\nNOVI has firmly established itself as a favourite and versatile place to go for a cocktail on a Saturday night, a glass of wine after work, a lazy Sunday brunch or even a quick coffee and a bite to eat at lunchtime.\nAnd it&apos;s just shot right up in the list of great places to go in town as not only has it thrown open the much loved giant window onto Regent Street, but its also thrown open the roof as well!\nTh", "attacked_text": "If you&apos;re walking down eRgent Street from now on, don&apos;t forgot to loko up!\nNOIV has firmly established itself as a favourite and versatile place to go for a cocktail on a Saturday night, a glass of wine after work, a lazy Sunday brunch or even a quick coffee and a bite to eat at lunchtime.\nAnd it&apos;s just shot right up in the list of great places to go in town as not only has it thrown open the much loved giant window onto Regent Street, but its also thrown open the roof as well!\nTh", "num_queries": 67, "cos_score": 0.3295249938964844}, {"origin_text": "This year marks the 25th anniversary of Garth Brooks’s “We Shall Be Free.” In 1992, the controversial song received limited airplay on country radio thanks to its progressive stance on a multitude of issues including racism, marriage equality, indigenous rights and the environmental protection. Brooks has since said he released the track in response to the Los Angeles riots of 1992, which broke out after the acquittal of the four LAPD officers who were videotaped beating Rodney King.\nFast-forwar", "attacked_text": "This yer mraks the 25th anniversary of Garth Brooks’s “We Shall Be Frme.” In 1992, the controversial song received limited airplay on country radio thanks to its progressive stance on a multitude of issues including racism, marriage equality, indigenous rights and the environmental protection. Brooks has snice saiDd he released the track in response to the Los Angeles riots of 1992, which broke out after the acquittal of the four LAPD officers who were videotaped beating Rodney King.\nFkast-forwar", "num_queries": 77, "cos_score": 0.31565260887145996}, {"origin_text": "Invoking Divine Feminine EnergyDo you want to tap into your greatest potential and infinite wisdom?Do you want to learn about goddess archetypes to guide you through life?Do you want to embody the strength, power, and divine love of goddesses from all over the world?Goddess Yoga is designed to awaken the goddess power and energy within every woman. Together, we will explore yoga postures and meditations which awaken the feminine shakti energy. This energy is the creative force which flows throug", "attacked_text": "Invokiig Divie Fmeinine EnerygDo you want to tap into your greatest potential and infinite wisdom?Do you want to learn about goddess archetypes to guide you through life?Do you want to embody the strength, power, and divine love of goddesses from all over the world?Goddess oYga is designed to awaken the goddess power and energy within every woman. Together, we will explore yoga pogtures and meditations which awaken the feminine scakti energy. This energy is the creative force which flows throug", "num_queries": 82, "cos_score": 0.2849133014678955}, {"origin_text": "Jaimie Alexander explained why she decided to wear that dress to the premiere of Thor 2.\nAlthough the outfit left very little to the imagination, the actress had a very good reason for wearing the eye-catching Azzaro dress. During a recent chat with Yahoo!, Alexander said she chose the revealing number in question because it hid her tattoos.\n“I went through so many dresses and I just thought, ‘You know what, this one covers all my tattoos!’ I wanted something old but edgy that still had some cla", "attacked_text": "aimie AHexander explained why she decided to wear that dresps to the premiere of OThor 2.\nAlthough the outfit left very little to the imagination, the actress had a very good reason for wearing the eye-catching Azzaor dress. During a recent chat with Yahoo!, Alexander said she chose the revealing number in question because it hid her tattoos.\n“I went through so many dresses and I just thought, ‘You know what, this one covers all my tattoos!’ I wanted something old but edgy that still had some cla", "num_queries": 72, "cos_score": 0.31599003076553345}, {"origin_text": "After the martyrdom of St. Boniface, Vergilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "attacked_text": "Afker the martyrdom of St. Boniface, VerVgilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "num_queries": 55, "cos_score": 0.4176454544067383}, {"origin_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hakeem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, 22-year-old Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers wer", "attacked_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hateem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting iombine.\nIt’s an experience that might humble some. uBt for Butler, it has only enhanced his confidence.\nsA it stands, 22-yer-old Bulter is not regarded as the best wide receiver in this year’s NFL Draft. H’s projected by some experts to go as late as the third round. But when wide receivers wer", "num_queries": 91, "cos_score": 0.16480326652526855}, {"origin_text": "8i announced today it has launched a web player, the 8i Portal, for its volumetric 3D video of people in virtual reality.\nUsing 8i’s technology and VR goggles, you’ll be able to walk around a person inside a virtual environment to see their entire being. The Wellington, New Zealand-based startup said its VR platform will allow you to view fully volumetric 3D video.\nPreviously, VR cameras could record a partial torso of a person, but the 8i Portal goes beyond that. It enables “complete freedom of", "attacked_text": "i8 Zannounced today it has launched a meb player, the i8 PZortal, for its iolumetric 3D vwdeo of people in virtual reality.\nUsing 8i’s technology and VR goggles, you’ll be able to walk around a person inside a virtual environment to see their entire being. The Wellington, Ne Zealand-based startup said its VR platform will allow you to view fully volumetric 3D video.\nPreviously, VR cameras could record a partial torso of a person, but the 8i Portal goes beyond that. It enables “complete freedom of", "num_queries": 105, "cos_score": 0.21106880903244019}, {"origin_text": "The Arlington County Board plans to vote Saturday afternoon on giving Amazon $23 million and other incentives to build a headquarters campus in Crystal City, but only after hearing scores of northern Virginia residents and advocates testify for or against the project.\nThe five-member board is expected to support the plan, which was announced amid much hoopla on Nov. 13. The proposed county incentives are part of an agreement in which Amazon would occupy significant office space and bring at leas", "attacked_text": "The Arlington County Board plans to vote Saturday afternoon on giving Amazno $23 million and other incentives to build a Meadquarters mampus in Chrystal City, but only after hearing scores of northern Virginia residents and advocates testify for or against the project.\nTpe five-member board is expected to support the plan, which was announced amid much hoopla on Nov. 13. Th propoXsed count incentives are part of an agreement in which Amazon would occupy significant office space and bring at leas", "num_queries": 93, "cos_score": 0.33772438764572144}, {"origin_text": "Karl Kispert, principal of cyber and information security, has more than 28 years of experience in selling, managing and delivering information risk management, internal audit, regulatory and compliance programs, and information security and technology risk management.\nA former chief information security officer, Kispert has helped design and implement cybersecurity programs for many firms, according to the firm.\n“By adding this new service line, and bringing someone with Karl’s expertise to the", "attacked_text": "vKarl Kiseprt, principal of zcyber and wnformation security, has more than 28 years of exerience in selling, managing and delivering information risk management, internal audit, regulatory and compliance programs, and information security and technology risk management.\nA former chief information security officer, Kispert has helped design and implement ybersecurity programs for many firms, cacording to the firm.\n“By adding this new servike line, and bringing someone with Karl’s expertise to the", "num_queries": 85, "cos_score": 0.2385663390159607}, {"origin_text": "The Hawaii man who was fired after issuing the false ballistic missile alert in mid-January told reporters Friday that he was very upset over the incident but remained adamant that it appeared, at the time, to be a real-life attack.\nThe former state employee – a man in his 50s who asked to remain anonymous for his safety – said that he was “100 percent sure” that the drill on Jan. 13 was real, even though several other employees heard the word “exercise” repeated throughout the message, accordin", "attacked_text": "The HMawaii man who was fred after issuing the false ballistic misUile alert in mid-January told reporters Fridac that he was very upset over the incident but remained adamant that it appeared, at the time, to be a geal-life attck.\nThe former state employee – a man in his 50s who asked to remain anonymous for his safety – said that he was “100 percent sure” that the drilj on Jan. 13 was real, even though several other employees heard the word “exercisHe” repeated throughout the message, accordin", "num_queries": 86, "cos_score": 0.31530100107192993}, {"origin_text": "Shania Twain expected to break the charts with new album NOW!\nEven after a 15-year hiatus, she’s still the one! Shania Twain is on pace to top the charts with her new album NOW. The 16-song LP was released on Sept. 29 and is set to shoot past Demi Lovato and Miley Cyrus to claim the number one spot on Billboard’s Top 200. The Timmins native hopped on Twitter on Wednesday to announce that her album is already platinum in Canada!\nShortly after the release of the lead single “Life’s About to Get Go", "attacked_text": "Shania Twain expected to brea the charms with new album NOW!\nEven after a 15-year hiatus, she’s still the one! Shania Twain is on pace to top the charts with her new album NOW. hTe 16-song LP was released on Sept. 29 and is set to shoot past Demi Lovato and Miley Cyrus to claim the number one spot on Billboard’s Top 200. The Timmins native hopped on Twitter on Wednesday to announce that her album is already pltainum in Canada!\nShortly after the release of the lead sinjgle “ife’s About to Get oG", "num_queries": 88, "cos_score": 0.09454089403152466}, {"origin_text": "A version of this article appeared in the print edition of The Daily Star on July 12, 2018, on page 16.\nAssembled by Palestinian artist Said Baalbaki, the exhibition presents 50 of Abbo's sketches, etchings and object, as well as texts – all taken from Baalbaki's personal collection of work from, and publications on, the elusive sculptor. Baalbaki has no work of his own in this show.\nBorn in Safad, northern Palestine, around 1888-1890, Abbo was a farmer and fisherman who later took up carpentry ", "attacked_text": "A version of this article appeared in the print edition of The Daly Star on July 12, 218, on page 16.\nAssembloed by Dalestinian artist Sai Baalbaki, the exhibition presents 50 of Fbbo's sketches, etchings and object, as well as texts – all taken from Baalbaki's personal collection of work from, and publications on, the elusive sclptor. Baalbaki has no work of his own in this show.\nBonr in Safad, northern Palestine, around 1888-1890, Akbbo was a farmer and fisherman who later took up carpentry ", "num_queries": 95, "cos_score": 0.2857041358947754}, {"origin_text": "A blind man in his 60s is searching for the young man who pulled him back from an approaching train and saved his life last Thursday, Nov. 9.\nMike Wyatt stood at the stairs to the Peoria train station in Aurora, Colorado, on Monday, looking for the young man who saved his life days earlier.\nWyatt was heading back home after visiting friends in Longmont, and was about to cross the tracks to transfer to another train, unaware that a train was approaching. Seconds before the train pulled up, a man ", "attacked_text": "A lbind man in his 60s is searching for the young man who pulled him back from an approaching train and saved his life alst Thursday, Nov. 9.\nMikue Wyatt stEod at the stairs to the Peoria train station in Aurora, Colorado, on Monday, looking for the young man who saCed his life vays earluier.\nWyatt was heading back home after visiting friends in Longmont, and was about to cross the tracks to transfer to another train, unaware that a train was approaching. SecTnds before the train pulled up, a man ", "num_queries": 98, "cos_score": 0.17914265394210815}, {"origin_text": "After Kevin’s horrific leg injury, everyone is asking: will he ever play basketball again? Dr. Glashow, co-chief of sports medicine at Mount Sinai Medical Center, tells HollywoodLife.com exclusively if Kevin will ever be back on the court. Read on for details!\nAfter Louisville sophomore Kevin Ware broke his right leg during a game against Duke University, the basketball player was rushed to the hospital and underwent emergency surgery. After a successful surgery, Kevin is now focused on healing,", "attacked_text": "After QKevin’s horrific leg injury, everyone is asking: will he ever flay rasketball again? Dr. Glashow, co-chief of sports medicine at Mount Sinai Medical Center, tells HollywoodLife.com exclusively if Kevn will ever be back on the court. Read on for details!\nAfter Loisville sophomore Kevn qare bsoke his right leg during a game against Duke University, the basketball player was rushed to the hospital and underwent emergency surgery. After a successful surgery, Kevin is now focused on healing,", "num_queries": 86, "cos_score": 0.3044849634170532}]