[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an a", "attacked_text": "The makers of the bechmarking softlare embroiled in an aqrgument with graphics rcard maker Nidia say that the hardware fimr's ccusations are \"irrelevMant\" and \"an attempt to shift discussion\".\nThe Vakers of the benchmarking software embroiled in an a", "num_queries": 62, "cos_score": 0.3372763395309448}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county", "attacked_text": "STOCKON - The city is looking to fill its vacancy on the San Joaquin County Commission on yAging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county", "num_queries": 36, "cos_score": 0.3587381839752197}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the vetera", "attacked_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spenec spoke with ESPN about why he chose to keel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the vetera", "num_queries": 32, "cos_score": 0.35369443893432617}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year,", "attacked_text": "Italian cyclsit Marco Patnani’s record-breaking cQimb of the Alpe d’Heuz is up there with the greatest moments in the history of the Tovur. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year,", "num_queries": 48, "cos_score": 0.34845006465911865}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the ", "attacked_text": "Did you spend the first 48 hours after the release of the music video iAdele’s latest single, ‘Helol,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the ", "num_queries": 34, "cos_score": 0.33838629722595215}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelo", "attacked_text": "LANSING — The vichigan Senate is poised to pass legislation that would ease some of the financial burden of clseaning up browfnield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelo", "num_queries": 39, "cos_score": 0.34458160400390625}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton", "attacked_text": "While gas prices plummet and the United States Tbecomes the word's largest energy producer, green acPtivists succeeded in baAnning yhdraulic frcturing that make it all possble in the same tonw where it was born: Denton, Texas.\nNorth of Dallas, Denton", "num_queries": 58, "cos_score": 0.16235655546188354}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by g", "attacked_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dau Tied is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by g", "num_queries": 37, "cos_score": 0.5051230788230896}, {"origin_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade", "attacked_text": "hCristian Gimber’s interactive instaltlation is an orchestration of computer programming and physical sensors that give people a chance to try jugglng a bSll in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcdae", "num_queries": 41, "cos_score": 0.3530498743057251}, {"origin_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) org", "attacked_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmercans for ePace Now is a not-for-profit, 501(c)(3) org", "num_queries": 39, "cos_score": 0.37497395277023315}, {"origin_text": "SAN JOSE, Calif. (AP) -Although Jeremy Roenick and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\n", "attacked_text": "SAN JOSE, Calif. (AP) -Although Jeremy Reonick and Curtis rown have been quite happy to take supporting roles for the ShaIks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\n", "num_queries": 42, "cos_score": 0.3189823031425476}, {"origin_text": "A complainant said that an image was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the", "attacked_text": "A zomplainant said that an imae was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to aoplogise. The video of the segment was removed from the CBC website and the", "num_queries": 39, "cos_score": 0.30446428060531616}, {"origin_text": "Spain's anti-austerity Podemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the resul", "attacked_text": "Spain's anti-austerity Poemos movement has ovwed to edfeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the resul", "num_queries": 40, "cos_score": 0.3005636930465698}, {"origin_text": "Above: Gosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative", "attacked_text": "Above: Gosxling and DStone make an enjoyable coupjle in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Aacdemy voters.\nLa La Land moves seamlessly between conventional narrative", "num_queries": 44, "cos_score": 0.3036688566207886}, {"origin_text": "Emergency services are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Arme", "attacked_text": "Emergenc services are currently on the scene of a multi-vehEicle coIllision on the AI14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Arme", "num_queries": 41, "cos_score": 0.3563174605369568}, {"origin_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Costa. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publi", "attacked_text": "Earlier toady the Washington Post announced that it had hired Natironal Review's Washington Editor Robert Cota. Tihs marks perahps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporKer from a rCight-leaning publi", "num_queries": 62, "cos_score": 0.23934870958328247}, {"origin_text": "Ever since Stephen Sondheim reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secr", "attacked_text": "Ever sincl Stephen Sondhim reached the four-scXre mark three years ago, the spotlight has Tshifted from his work to the legend himself. Tehre have been birthday galas, musical tributes, interviews galore and books in which the master reveals the ecr", "num_queries": 50, "cos_score": 0.3048662543296814}, {"origin_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversation", "attacked_text": "BeZore Debroah Tannen made her mark in her field in the 1980's, academic linguists primarily sHudied the sound, syntax and history of lnaguage. dDr. Tannen sw a bigger picture.\nIRn the 1980's, she encouraged linguists to focus on everyday conversation", "num_queries": 60, "cos_score": 0.30616241693496704}, {"origin_text": "After the martyrdom of St. Boniface, Vergilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He ", "attacked_text": "fAter the martyrdom of St. Boniface, Veriglius was maQe Bishop of Salzbfurg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He ", "num_queries": 40, "cos_score": 0.34097492694854736}, {"origin_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hakeem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble so", "attacked_text": "\"KWhoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — iakeem utler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble so", "num_queries": 38, "cos_score": 0.30510956048965454}]