[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher bench", "attacked_text": "The makers of the b enchmarking software embroiled in an argument with graphics card maker Nvidia sy that the hardware firm's ɑccusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seemѕ that the gra phics chip at the cneter of the tempest does seem to achieve higher chassis", "num_queries": 161, "cos_score": 0.32060056924819946}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "attacked_text": "BAKERSFIELD - The ciy is seeking to fill its vacation on the San Joaquin Prefecture Commitee on A ging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "num_queries": 144, "cos_score": 0.3264906406402588}, {"origin_text": "South Korean stocks widened losses in late Wednesday trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offloaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeping the KOSPI from falling further.\nThe KOSPI ended in posit", "attacked_text": "Syd Corrie stocks wideneԁ lsses in late Wednesԁay trading as foreigners and institutions offloaded stocks. The won rose against the US dollar.\nThe benchmark Korea Composite Stock Price Index dropped 10.58 points, or 0.49 percent, to 2,137.88 as of 11:20 a.m.\nForeign and institutional investors offloaded a combined 60 billion won ($52.7 million) worth of stocks on profit-taking.\nIndividuals bought stocks valued at 62 billion won, keeping the KOSPI from falling further.\nThe KOSPI ended in posit", "num_queries": 132, "cos_score": 0.34819966554641724}, {"origin_text": "European Union and International Monetary Fund officials are wrapping their review on Greece today in order to prepare for a second rescue package which will include stricter austerity measures and quicker privatization.\nSenior euro zone officials have agreed in principle to a new three-year programme for Greece to last until mid-2014. This is in addition to the first rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previous bailout deal imposed the burden on tax pay", "attacked_text": "European Union and International Monetary Fund officials are adjust their rview on Geece yesterday in order to prepare for a segundo rescue package which will include stricter austerity measures and quicker privatization.\nSenior eսro zone officials have agreed in principle to a new three-year рrogramme for Grece to last until mid-2014. This is in addition to the first rescue package provided in 2010 that totalled 110 billion Euro .\nHowever, the previous bailout deal imposed the burden on fees pay", "num_queries": 175, "cos_score": 0.4184304475784302}, {"origin_text": "Fallout 4's B.E.T.A. launched on PC yesterday, and as anyone who's played Bethesda's previous Fallout titles would expect, there were some issues. For starters, the beta launched 2 hours earlier than scheduled. Many players found that Bethesda launcher force them to redownload the 50GB game, an issue that Bethesda has acknowledged and reportedly fixed. Without a relatively simple mod to fix the issue, Fallout 4 and Skyrim both break at framerates above 60 FPS. But according to PC Gamer, Fallout ", "attacked_text": "Fall out Ꮞ's iii.E.T.another. launched on PC yesterday, and as anyone who's played Bethesda's previous Fallout titles would expect, there were some issues. For starters, the dummy launched 2 hours earlier than scheduled. Many players found that Bethesda launcher force them to redownload the 50GB game, an issue that Bethesda has acknowledged and reportedly fixed. Without a relatively simple mod to fix the issue, Fallout 4 and Skyrim both break at framerates above 60 FPS. But according to PC Gamer, Fallout ", "num_queries": 101, "cos_score": 0.31678950786590576}, {"origin_text": "Cheating in this year's national examination will be a serious offense that will attract a jail five years jail term or a fine of Sh5 million.\nThis was made possible after the President Uhuru Kenyatta Friday assented to the National Examination Council (Amendment) Bill, 2016 introducing these munity measures proposed by the Ministry of Education to guarantee the veracity of the national examination process.\nThe bill, was among eight signed into law even as the President declined to assent to one", "attacked_text": "Chea ting in this year`s nationaⅼ examination will be a ser ious offense that will attract a jail five years jail term or a fine of Sh5 million.\nThis was made possible after the President Uuhru Knyatta Friday assented to the National Examination Councils (Amendment) Bills, 2016 introducing these munity measures proposed by the Ministry of Education to guarantee the veracity of the national examination process.\nThe bill, was among eight signed into law even as the President declined to assent to one", "num_queries": 166, "cos_score": 0.3317490816116333}, {"origin_text": "Tomorrow in Daytona, the public gets its first peek at BMW’s new endurance racer, the M6 GTLM. It looks like it wants to kill.\nThe IMSA WeatherTech (formerly United SportsCar) November test session starts today, meaning BMW Team RLL will be testing their new racecar for the first time in public. It’s not the M6 GTLM’s first U.S. test, as late last month, BMW’s Bill Auberlen, Dirk Werner, John Edwards and Kuno Wittmer took it and their gorgeous M6 GT3 to Sebring and wrung them out.\nNext year will", "attacked_text": "Tomorrow in Dayto na, the citizen gets its fiirst peek at BMW’s nеw perseverance racer, the Mб GTLM. It appears like it wants to kil.\nPer ISMA WeatherTech (formerly United SportsCar) December test session starts yesterday, sense BW Task RLL will be testing their nеw racecar for the first time in citizen. It’s not the Mб GTLM’s first U.with. test, as late last my, BMW’s Bill Auberlen, Dirk Werner, John Edwards and Kuno Wittmer took it and their gorgeous M6 GT3 to Sebring and wrung them out.\nNet year will", "num_queries": 307, "cos_score": 0.30618566274642944}, {"origin_text": "Dave Cameron and Paul Jerrard have joined the Calgary Flames coaching staff under new head coach Glen Gulutzan.\nCameron was head coach of the Ottawa Senators for almost two seasons, while Jerrard was an assistant coach of the American Hockey League’s Utica Comets.\nThey join assistant Martin Gelinas, goaltending coach Jordan Sigalet and video coach Jamie Pringle on Gulutzan’s supporting cast.\nGulutzan was hired last month to replace Bob Hartley, who was fired May 3.\nThe Senators dealt Cameron the", "attacked_text": "Da ve Cameroո and Pal Jerrard have joined the Calgary Llamas coaching staff under new head coach Glen Gulutzan.\nCameron was head coach of the Ottawa Senators for almost two seasons, while Jerrard was an assistant coach of the American Hockey League’s Utica Comets.\nThey join assistant Martin Gelinas, goaltending coach Jordan Sigalet and video coach Jamie Pringle on Gulutzan’s supporting cast.\nGulutzan was hired last month to replace Bob Hartley, who was fired May 3.\nThe Senators dealt Cameron the", "num_queries": 110, "cos_score": 0.30712616443634033}, {"origin_text": "KaloBios To Change Company Name To Humanigen, Inc.\nDoug Kass shares his views on Potash, Radian and oil, and revisits his prediction about KaloBios.\nAs Wall Street prepares to close out 2015 much where it started, investors looked to the year ahead to determine direction on the second-last day of trading.\nStocks move slightly lower as another selloff in crude oil prices hits the energy sector.\nLong Dillards On Potential For \"Infinity Squeeze\"", "attacked_text": "KaloBioѕ To Changе Company Denomination To Huanigen, I nc.\nDoug Kass shares his views on Potash, Radian and oil, and revisits his prediction about KaloBios.\nAs Wall Street prepares to close out 2015 much where it started, investors looked to the year ahead to determine direction on the second-last day of trading.\nStocks move slightly lower as another selloff in crude oil prices hits the energy sphere.\nLong Dillardѕ On Potential For \"Infinity Squeeze\"", "num_queries": 132, "cos_score": 0.31450825929641724}, {"origin_text": "HomeCommentaryIs Sierra Leone worth one good man’s praise?\nIs Sierra Leone worth one good man’s praise?\nThe excerpt above was conceptualized after a thorough and critical look into the gains and successes since our birth as a nation in the world of contemporary nations. In the early hour of our existence as a nation we inherited from our political fore-bearers the swathing culture of political polarization, whispering elements of tribal sense of justice, regional phraseology of belonging, nepoti", "attacked_text": "HomCeommentaryIs Sierⲅa Lions worth one good man’s praise?\nIs Sierra Sierra worth one good man’s praise?\nThe excerpt above was conceptualized after a thorough and critical look into the gains and successes since our birth as a nation in the world of contemporary nations. In the early hour of our existence as a nation we inherited from our political fore-bearers the swathing culture of political polarization, whispering elements of tribal sense of justice, regional phraseology of belonging, nepoti", "num_queries": 104, "cos_score": 0.43383973836898804}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "attacked_text": "Afteⲅ his Montenegro forfeited to the Atlanta Falcons on Sunday, Hodges spoke with ESPN about why he chose to k neel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "num_queries": 111, "cos_score": 0.30368518829345703}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "attacked_text": "Italian bikes Framework Panta ni’s record-breaking cilmb of the Ale d’Hu ez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Voyage. But Pantani’s tale is ultimately tragic: dogged by allegationѕ of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "num_queries": 143, "cos_score": 0.30778783559799194}, {"origin_text": "LOUISVILLE (CN) – A mentally disturbed Military Policeman at Fort Bliss shot a teen-ager in the back of the head and killed him on base after the Army failed to give the shooter the medical treatment he needed, despite his family’s pleas for it, the teen’s mother claims in Federal Court. The teen, who was walking to school, lived on the base as the son of a soldier on active duty.\nThe killing came a little over a year before the incident this year in which a retired sergeant shot two women, one ", "attacked_text": "INDIANAPOLIS (CN) – A spiritually tormented Miiltary P oliceman at Powerful Rapture shot a teen-ager in the back of the head and killed him on base after the Army failed to give the shooter the medical treatment he needed, despite his family’s pleas for it, the teen’s mother claims in Federal Court. T he teen, who was walking to school, lived on the base as the son of a soldier on active du𝚝y.\nThe killing came a little over a year before the incident this year in which a retired sergeant shot two women, one ", "num_queries": 170, "cos_score": 0.3021002411842346}, {"origin_text": "New York Attorney General Barbara Underwood has fined Verizon's Oath $4.95 million over allegedly intentional violations of the federal Children's Online Privacy Protection Act, which prohibits advertisers and other online companies from collecting personal data from children -- including the type of cookie-based data that can be used for ad targeting.\n“COPPA is meant to protect young children from being tracked and targeted by advertisers online,\" Underwood stated. \"AOL flagrantly violated the ", "attacked_text": "New Yo rk Procurator General Barbarous Underwood has fines Veriᴢon's Oath $4.95 million over allegedly intentional violations of the federal Children's Online Privacy Protection Act, which prohibits advertisers and other online companies from collecting personal data from children -- including the type of cookie-based data that can be used for ad targeting.\n“COPA is meant to protect young children from being tracked and targeted by advertisers online,\" Underwood stated. \"SKYPE flagrantly violated the ", "num_queries": 124, "cos_score": 0.3319665789604187}, {"origin_text": "Presumptive Republican nominee Mitt Romney is holding an exclusive summer retreat this weekend that will include appearances by those most frequently mentioned as potential vice presidential choices, according to an invitation obtained by The Daily Caller.\nBut there’s one potential running mate noticeably absent from the event: Florida Sen. Marco Rubio.\nSpecial guests, according to the invitation, include Florida Gov. Jeb Bush, Louisiana Gov. Bobby Jindal, former Minnesota Gov. Tim Pawlenty, Ohi", "attacked_text": "Presumptive Republican nominee Mitt Palin is holding an exclusive summer retrat this weekend that will include appearances by those most frequently mentioned as potential pornographic presidential choices, according to an invitation obtained by The Daily Caller.\nBut there’s one potential running mating noticeably absent from the event: Florida Sen. Marco Sotomayor.\nSpecial guests, according to the invitation, include Florida Gov. Jeb Bush, Louisiana Gov. Bobby Jindal, former Minnesota Gov. Tim Pawlenty, Ohi", "num_queries": 120, "cos_score": 0.38620126247406006}, {"origin_text": "A CORONIAL inquest into the death of a baby at Gladstone Hospital was told yesterday there was a chance she might have survived if she had been given antibiotics, received adequate resuscitation and been transferred to a hospital more well-equipped to help her.\nThe inquest was also told by a doctor working that night that the team put together to save the baby had been assembled \"out of the woodwork\" based on who was available at the time, and staff involved were not well-drilled at working toge", "attacked_text": "A CORNIAL inquiry into the death of a honey at Sumner Hosp ital was say yes terday there was a chance she might have survived if she had been gien antibiotics, received sufficient resuscitation and been transferred to a hospital more well-equipped to help her.\nTo inquest was also told by a doctor working that night that the team put together to save the baby had been assembled \"out of the woodwork\" based on who was available at the time, and staff involved were not well-drilled at working toge", "num_queries": 172, "cos_score": 0.3114253878593445}, {"origin_text": "Major energy companies have effectively created a secret law firm of conservative attorneys general to persuade Washington lawmakers to gut environmental regulations, according to an investigation by the New York Times. In return, these senior government officials have received millions of dollars to help them win political campaigns.\n“Out of public view, corporate representatives and attorneys general are coordinating legal strategy and other efforts to fight federal regulations, according to a", "attacked_text": "Major eneⲅgy companieѕ have effectively caused a undercover law fermi of curator barrister comprehensive to persuade Washington lawmakers to gut ambient regulations, according to an investigation by the New York Times. In return, these senior government officials have received millions of dollars to help them win political campaigns.\n“Out of public view, corporate representatives and attorneys general are coordinating legal strategy and other efforts to fight federal regulations, according to a", "num_queries": 194, "cos_score": 0.32946228981018066}, {"origin_text": "The Broome County SIU raided a North Street apartment in Endicott on Wednesday during a drug bust.\nCrack cocaine. Hydrocodone pills. And 15 different falsified Pennsylvania driver's licenses.\nPolice said these and more were seized from an Endicott apartment on North Street during a search warrant Wednesday. Three people — Endicott residents Brittney Horton, 23, Phillip Jacobs, 24, and Bronx resident Calvin Anderson, 24 — were arrested by the Broome County Special Investigations Unit Task Force.\n", "attacked_text": "The Hobart County TRILLION raideԁ a Nordic Street flat in Endic ott on Wednesday during a dug bust.\nCrac𝒌 cocine. Hydrocodone pills. And 15 differing falsified Ohio driver'ѕ licensing.\nPolice said these and more were seized from an Endicott apartment on North Street during a search warrant Wednesday. Three people — Endicott residents Brittney Horton, 23, Phillip Jacobs, 24, and Bronx resident Calvin Anderson, 24 — were arrested by the Broome County Special Investigations Unit Task Force.\n", "num_queries": 249, "cos_score": 0.3321825861930847}, {"origin_text": "Director Vysakh is known for loud, colourful frames with all the grandeur. In Puli Murugan, the storyline truly requires such a canvas and above all, there is Mohanlal as the hero, to set the mercury levels rising. This one is a winner, all the way!\nMurugan (Mohanlal) is the brave son of the forest, hailing from a locality called Puliyoor, where tigers create havoc to the lives of those residing there. Murugan has seen some horrible tragedies early in his life which has made him tough and courag", "attacked_text": "Dircetor Vysakh is known for loud, colourful frames with all the grandeur. In Puⅼi Meenakshi, the storyline truly requires such a canvas and above all, there is Mohanlal as the hero, to set the mercury levels rising. This one is a winner, all the way!\nMurugan (Mohanlal) is the brave son of the forest, hailing from a locality called Puliyoor, where tigers create havoc to the lives of those residing there. Murugan has seen some horrible tragedies early in his life which has made him tough and courag", "num_queries": 83, "cos_score": 0.3273131847381592}, {"origin_text": "The organizer of Beirut Pride said he was detained overnight by Lebanese authorities who released him only when he signed a pledge to cancel the week’s remaining events.\nDamien said the public prosecution had received an Arabic version of the Beirut Pride program that was “completely distorted, making Beirut Pride appear like events of debauchery and disrespect of general law, while using derogatory terms to refer to LGBT individuals.\nGhenwa Samhat, executive director of Lebanese LGBT rights org", "attacked_text": "Du oragnizer of Palestinian Pride siad he was incarcerated overnight by Lebanese authorities who released him only when he signed a pledge to cancel the week’s remaining events.\nAidan said the public prosecution had received an Arabic version of the Beirut Pride program that was “completely distorted, making Beirut Pride appear like events of debauchery and disrespect of general law, while using derogatory terms to refer to LGBT individuals.\nGhenwa Samha𝚝, executive director of Lebanese LGBT rights org", "num_queries": 141, "cos_score": 0.3309813141822815}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "attacked_text": "Did you spend the first 48 hours after the release of the music video Duran’s latest single, ‘H ello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "num_queries": 77, "cos_score": 0.3342885971069336}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "attacked_text": "ROCKFORD — The Ohio Senate is poised to pass legislation that would ease some of the financial burden of cⅼeaning up brwnfield sties for renovations.\nSеn. Ken Hoorn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed˗use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "num_queries": 169, "cos_score": 0.30147725343704224}, {"origin_text": "Though security researchers involved in uncovering the attack have remained mum on the attribution of Regin, privacy experts say that if one of the intelligence agencies is involved, there’s no legal basis for the operation.\nThe disclosure of the Regin APT malware campaign this week has spurred much speculation about the source of the attack, with many experts pointing the finger at either the NSA or GCHQ, the British spy agency. Though security researchers involved in uncovering the attack have", "attacked_text": "Thugh security researchers involved in uncovering the attack have remained mum on the attribution of Rein, intimacy experts say that if one of the intelligence organ is involved, there’s no morales bass for the operation.\nThe disclosure of the Rein A PT malware campaign this week has spurred much speculation about the source of the attack, with many experts pointing the finger at either the NSA or GCHQ, the British spy agency. Though security researchers involved in uncovering the attack have", "num_queries": 140, "cos_score": 0.35911303758621216}, {"origin_text": "An experimental medical device called the Harpoon TSD-5 is proving its worth in clinical trials, repairing heart valves with perfect success—and without the need to perform open-heart surgery.\nIt looks like some sort of torture device, but the Harpoon TSD-5 has the potential to dramatically decrease the need for invasive open heart surgeries to repair mitral valves. In a clinical trial involving 11 patients at a hospital in Poland, the experimental device performed with 100 percent procedural su", "attacked_text": "An experimental medical device called the Haproon TSD-Ƽ is proving its worth in clinical trials, reairing heart floodgates with perfect success—and without the need to perform open-heart surgery.\nIt seems like some sort of tortuⲅe device, but the Harpoon TSD-5 has the potential to dramatically decrease the need for invasive open heart surgeries to repair aneurysm floodgates. In a clinical trial involving 11 patients at a hospital in Pollen, the experimental device performed with 100 percent proceduraⅼ sulla", "num_queries": 200, "cos_score": 0.3105089068412781}, {"origin_text": "Let us craft a custom policy for you today! Let us craft a custom policy for you today!\nPosted on May 26, 2017. Brought to you by localcom.\nPosted on May 15, 2016. Brought to you by yellowpages.\nPosted on February 15, 2017. Brought to you by yellowise.\nPosted on January 17, 2016. Brought to you by gastongazettelocal.", "attacked_text": "Let us craft a custom politically for you today! Let us craft a custom policy for you today!\nPosted on May 26, 2017. Brought to you by localcom.\nPosted on May 15, 2016. Brought to you by yellowpagеs.\nPosted on February 15, 2017. Brought to you by yellowise.\nPosted on January 17, 2016. Brought to you by gastongazettelocaⅼ.", "num_queries": 85, "cos_score": 0.32242846488952637}, {"origin_text": "The affordable Dell Chromebook 11 Touch has a touch screen and a beefy, rugged design making it a good choice for classrooms.\nRugged, kid-proof chassis. Spill-resistant keyboard. 180-degree hinge. Touch screen. Fast 802.11ac Wi-Fi.\nLow-resolution display with narrow viewing angles. Accuracy issues with touchpad in testing.\nChromebooks continue to be a growing category for value-priced systems, thanks to their low prices, and as laptops for education, since they require less IT management and int", "attacked_text": "Du affordalbe Del Chr omebook 11 Touch has a touching screen and a beefy, manly conceiving making it a nice choice for homeroom.\nRuggeԁ, kdi-proof chassis. Spill-resistant keyboard. 180-degree hinge. Touch screen. Fas𝚝 802.11ac Wi-Fi.\nLow-resolution display with narrow viewing nooks. Accuracy issues with touchpad in tryouts.\nChr omebooks continue to be a growing category for value-priced systems, thanks to their low prices, and as laptops for education, since they require less IT management and int", "num_queries": 267, "cos_score": 0.3592281937599182}, {"origin_text": "Shaun Cole, a British curator and academic and expert on men's fashion, who visited Melbourne last month for RMIT's two-day symposium - 'King Power: Designing Masculinities', which explored the way men dressed, believes the trend for men to dress more fashionably, isn't just confined to Melbourne.\nInfact, he pointed out that so many heterosexual men dressed so well these days it was becoming more and more difficult for gay men to identify \"their own\", as he put it.\nIt's true, these days, dressin", "attacked_text": "Sհaun Cloe, a Birtish preservative and academies and specialised on me n's fas hion, who vistied Melbourne la st motnh for RIMT's tw-day seminary - 'King Electricity: Designing Masculinities', which explore the way meո scantily, believes the trend for men to dress more neatly, isn't just confined to Norwich.\nInfact, he pointed out that so maոy heterosexual meո dressed so well these times it was becoming more and more knotty for gay men to identify \"their own\", as he brought it.\nIt's true, these days, dressin", "num_queries": 393, "cos_score": 0.2756870985031128}, {"origin_text": "A new federal report concludes that despite regular indictments and convictions of owners of home health care agencies, Medicare fraud is still alive and well in metropolitan Detroit.\nWhile data on home health agency fraud was not broken out by region, the U.S. Department of Health and Human Services' Office of Inspector General found high fraud, waste and abuse in Detroit; Chicago; the Brooklyn borough of New York City; Miami; Tampa, Fla.; Los Angeles; Dallas; Houston; and Baton Rouge, La., sai", "attacked_text": "A new federal report concludes that despi𝚝e regular indictments and convictions of owners of hmoe hygiene care agencies, Hmo fruad is still alive and well in metropolitan Bungo.\nWhile data on hmoe health agency fraud was not broken out by region, the U.S. Department of Health and Human Services' Office of Inspector General found high fraud, waste and abuse in Detroit; Chicago; the Brooklyn borough of New York City; Miami; Tampa, Fla.; Los Angeles; Dallas; Houston; and Baton Rouge, La., sai", "num_queries": 157, "cos_score": 0.322613000869751}, {"origin_text": "The guy who thought up the Brexit Bus and its NHS lie says referendum was a \"dumb idea\"\nMichael Abberton, a Green Party activist in Cambridgeshire, was visited by two police officers on Saturday who had been sent by a local councilor from Ukip (a party that lets you express your xenophobia, racism, sexism and homophobia by cloaking it in a respectable \"concern about immigration\") who objected to a tweet that enumerated some of Ukip's most extreme positions. The police told him that they he wasn'", "attacked_text": "The guy who thought up the Brexit B us and its NHS lie s ays referendum was a \"dub iԁea\"\nMichael Abberton, a Green Party activist in Cambridgeshire, was visited by two police officers on Saturday who had been sent by a local councilor from Ukip (a party that lets you express your xenophobia, racism, sexism and homophobia by cloaking it in a respectable \"concern about immigration\") who objected to a tweet that enumerated some of Ukip's most extreme positions. The police told him that they he wasn'", "num_queries": 93, "cos_score": 0.3192393183708191}, {"origin_text": "This year, Martin Luther King Jr. Day carries additional significance, as it marks the 50th anniversary of his tragic death. In April of 1968, King was killed in Memphis, Tennessee, at the hands of a ruthless murderer who was filled with hate and racism.\nKing’s words still ring, but his work is not complete. Americans have come a long way since the 1960s, but the dream is not yet fully realized.\nSunday is a slower, yet significant day, for most Americans. So, we challenged each family to give on", "attacked_text": "Tհis year, Martin Protestant King Jⲅ. Day carries additional significance, as it marks the 50th anniversary of his tragic death. In April of 1698, King was assassinate in Memphis, Tennessee, at the hands of a ruthless murderer who was filled with hate and rɑcism.\nKing’s words still ring, but his work is not complete. Americanѕ have come a long way since the 1960s, but the dream is not yet fully realized.\nSսnday is a slower, yet significant day, for most Americans. So, we challenged each parents to give on", "num_queries": 163, "cos_score": 0.304044246673584}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "attacked_text": "Whіle fuel prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydra ulic fractuⲅing that make it all possible in the same town where it was born: Den𝚝on, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "num_queries": 139, "cos_score": 0.3105683922767639}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "attacked_text": "Jerraԁ Lopeѕ helps every day families learn how to follow Jesus in every day life. Dad Ti red is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "num_queries": 82, "cos_score": 0.37901633977890015}, {"origin_text": "Justice delayed any further is justice denied. Bribery is unconstitutional and it’s time AT&T refunded billions to Oklahoma ratepayers – including state government.\nIn its January Briefcase magazine, the Oklahoma County Bar Association highlighted the 50th anniversary of Johnson v. Johnson, a 1967 decision addressing the horrifying bribery scandal at the Oklahoma Supreme Court. In the 1960s, not only did Justice N.S. Corn confess to taking bribes throughout his decades on the Supreme Court, he e", "attacked_text": "Jusice de layed any further is justice denied. Brbiery is unconstitutional and it’s time DURING&shitloads refunded billions to Wichita ratepayers – including state government.\nIn its January Briefcase magazine, the Oklahoma County Bar Association highlighted the 50th anniversary of Walker v. Johnson, a 1967 decision addressing the horrifying bribery scandal at the Oklahoma Supreme Court. In the 1960s, not only did Justice N.S. Cron confess to taking bribes throughout his decades on the Supreme Court, he e", "num_queries": 147, "cos_score": 0.3133401870727539}, {"origin_text": "It shouldn't be this hard, really. Just about every country in the developed world has some form of universal healthcare, managed by a central authority. Management varies, the degree of supplemental private insurance varies, and the degree of coverage varies, but one factor is common to all the others: It works. Everybody gets coverage, outcomes are better, and the total cost is lower.\nThe arguments against universal healthcare here in the United States are numerous and generally are all wrong.", "attacked_text": "It shouldn't be this had, really. Just about every country in the developed world has some form of universal salud, managed by a central authority. Management varies, the degree of supplemental private insurance varies, and the degree of coverage varies, but one factor is common to all the others: It works. Everybody gets coverage, outcomes are better, and the total cost is lower.\nThe controversies against univerasl salud here in the United States are numerous and generally are all wrong.", "num_queries": 130, "cos_score": 0.3138952851295471}, {"origin_text": "\"Where did you get that sweater?!\" Why not make every Sunday a #SecondhandSunday? Find and sell all sorts of gems on letgo.\n1. Nothing can quite beat the high you get when you're complimented on a new find.\n2. Sometimes it feels like the best items find you by fate.\n3. Secondhanding is great for the environment. Secondhand = second life.\n4. Rocking something extraordinary doesn't have to break the bank.\n5. Secondhanding is a great way to save cash.\n6. You have a great eye for finding items to re", "attacked_text": "\"Where did you get that swaeter?!\" Why not make every Sunday a #SecoոdhandSunday? Find and sell all sorts of gems on ltego.\n1. Nothing can quite beat the high you get when you're complimented on a new find.\n2. Sometimes it feels like the best items find you by fate.\n3. Secondhanding is great for the environment. Secondhand = second life.\n4. Rocking something extraordinary doesn't have to break the bank.\n5. Secondhanding is a great way to save cash.\n6. You have a great eye for finding items to re", "num_queries": 96, "cos_score": 0.32014721632003784}, {"origin_text": "Chaplain Norris Burkes shares a weekly column offering faith-based insights.\nThe author of Ecclesiastes says there is “a time to every purpose under the heaven; a time to be born, and a time to die.” In my job as healthcare chaplain, I’ve seen both of these times.\nIn the 2000s, I comforted the parents of premature babies born in our Neonatal Intensive Care Unit, NICU (pronounced as “nick-u”). These days, I work the other end of life’s journey with hospice patients, most of whom are elderly and s", "attacked_text": "Chaplaiո Norris Eww shareѕ a weekly column offering faith˗based views.\nThe author of Ecclesiastes says there is “a time to every objective under the heaven; a time to be born, and a time to de.” In my job as healthcare chaplain, I’ve seen both of these times.\nIn the 2000s, I comforted the parents of premature babies born in our Neonatal Intensive Care Unit, NICU (pronounced as “nick-u”). These days, I work the other end of life’s journey with hospice patients, most of whom are elderly and s", "num_queries": 151, "cos_score": 0.3528226613998413}, {"origin_text": "If you’ve had your eye on a Playstation 4, now might be the best the time to buy one — Amazon’s Sony PlayStation 4 Slim 500GB deal discounts the console to only $265 for a limited time.\nWhen we reviewed this new slim model we found it impressive, especially the faster Wi-Fi. We’re also fond of the smaller chassis, fun design, and the more affordable price tag.\nYou can enjoy new games with rich, high-fidelity graphics, and engage in endless personal challenges while sharing your epic triumphs wit", "attacked_text": "If you’ve had your eye on a Playstatioո 4, now might be the bset the time to buy one — Amazon’s Sony PlayStation 4 Delgado Ƽ00GB deal discounts the console to only $25 for a limited time.\nWhen we reviewed this new slim model we found it impressive, especially the faster Wi-Fi. We’re also fond of the smaller chassis, fun design, and the more affordable price tag.\nYou can enjoy new games with rich, high-fidelity graphics, and engage in endless personal challenges while sharing your epic triumphs wit", "num_queries": 108, "cos_score": 0.3199056386947632}, {"origin_text": "John Fox, who was fired by the Chicago Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” on Thursday listed his Lake Forest house for $3.395 million.\nFormer Chicago Bears head coach John Fox and his wife, Robin, on Thursday listed their six-bedroom, 8,161-square-foot, country-style mansion in Lake Forest for $3.395 million.\nFox, who was fired by the Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” and his wife bought the two-story ma", "attacked_text": "Giovanni Zorro, who was sacked by the Chicago Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” on Thursday listed his Lago Forest houѕe for $3.395 million.\nPast Chicago Beras head bus John Fox and his wi𝚏e, Robin, on Thursday listed their six-bedroom, 8,161-square-foot, country-style mansioո in Lake Forest for $3.395 billion.\nZorro, who was fired by the Bears on New Year’s Day and now is a studio analyst for “Monday Night Football,” and his wife bought the two-story ma", "num_queries": 203, "cos_score": 0.34787803888320923}, {"origin_text": "Leaked tapes from the failed climate summit in Copenhagen published in German weekly Der Spiegel have documented a deeper rift between France, Germany and the US and China and India than previously thought.\nThe tapes were recorded \"accidentally\" on 18 December 2009, during a meeting of 25 leaders, including Germany's Angela Merkel, France's Nicolas Sarkozy, US President Barack Obama and the representatives of China and India, Der Spiegel reports.\nAngela Merkel expressed her frustration at India'", "attacked_text": "Laked tapes from the failed climtae smumit in Riga published in German weekly Der Spiegel have documented a deeper rift between France, Germany and the US and China and India than previously thought.\nThe tapes were recorded \"accidentally\" on 18 December 2009, during a meeting of 25 leaders, including Germany's Angela Merkel, France's Nicolas Sarkozy, US President Barack Obama and the representatives of China and India, Der Spiegel reports.\nAngela Merkel expressed her frustration at Iոdia'", "num_queries": 121, "cos_score": 0.3020628094673157}, {"origin_text": "Wildlife cameraman John Aitchison, artist and writer Jessica Holm and sound recordist Chris Watson share their experiences of their local patch.\nThe first of two programmes exploring our relationship with the landscape and the value of getting to know 'a local patch'.\nThree wildlife enthusiasts share their experiences of their local patch and its wildlife. For wildlife cameraman, John Aitchison, the local patch is the sea loch which is just a stone's throw from his home on the west coast of Scot", "attacked_text": "Wildlife cɑmeraman John Aitchison, artist and writer Jessica Holm and sound recordist Chris Watson share their experiences of their local patch.\nThe first of two programs exploring our relationship with the landsϲape and the value of getting to know 'a locaⅼ pɑtch'.\nThree wildlife enthusiasts share their experiences of their local patch and its wildlife. For wildlife cɑmeraman, John Atichison, the local patch is the sa pothole which is just a stone's throw from his home on the west coast of Scot", "num_queries": 176, "cos_score": 0.3212510347366333}]