[{"origin_text": "The makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seems that the graphics chip at the center of the storm does seem to achieve higher bench", "attacked_text": "The makers of the b enchmarking software embroiled in an argument with graphics card maker Nvidia sy that the hardware firm's ɑccusations are \"irrelevant\" and \"an attempt to shift discussion\".\nThe makers of the benchmarking software embroiled in an argument with graphics card maker Nvidia have come out to say that the hardware firm's accusations are \"irrelevant\" and \"an attempt to shift discussion\".\nIt also seemѕ that the gra phics chip at the cneter of the tempest does seem to achieve higher chassis", "num_queries": 161, "cos_score": 0.32060056924819946}, {"origin_text": "STOCKTON - The city is looking to fill its vacancy on the San Joaquin County Commission on Aging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "attacked_text": "BAKERSFIELD - The ciy is seeking to fill its vacation on the San Joaquin Prefecture Commitee on A ging. The commission has 22 members, and each commissioner serves three years.\nCommission members serve as advocates for senior citizens and advise the county Board of Supervisors and the San Joaquin County Department of Aging. The commission also advises the Board of Supervisors on long-term care for seniors.\nApplicants must live in Stockton, be registered to vote and not hold any public office in or be ", "num_queries": 144, "cos_score": 0.3264906406402588}, {"origin_text": "After his Lions lost to the Atlanta Falcons on Sunday, Spence spoke with ESPN about why he chose to kneel during the anthem, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "attacked_text": "After his Montenegro forfeited to the Atlanta Falcons on Sunday, Sрence spoke with ESPN about why he chose to keel during the odie, explaining that he wanted to \"stand up for what's right, man.\"\n\"No disrespect to the flag, no disrespect to any of the veterans or anything. It was just right is right, wrong is wrong, and what the guy said about us as NFL players, I just feel like that's something that's us, as NFL players, we have to stand up for that's not what we are,\" Spence told ESPN after the game. ", "num_queries": 114, "cos_score": 0.37987709045410156}, {"origin_text": "Italian cyclist Marco Pantani’s record-breaking climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. But Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventually died of a cocai", "attacked_text": "Italian cyc list Marϲo Pantani’s record-brea𝒌ing climb of the Alpe d’Huez is up there with the greatest moments in the history of the Tour. His staggering time of just 37 min. 35 sec., set in 1997, stands as the record to this day. The following year, he won the Tour. Bu𝚝 Pantani’s tale is ultimately tragic: dogged by allegations of doping, he gradually faded from the sport, competing only sporadically from 1999 to 2003. He entered counseling for clinical depression and eventualⅼy died of a cocai", "num_queries": 124, "cos_score": 0.3148781657218933}, {"origin_text": "Did you spend the first 48 hours after the release of the music video Adele’s latest single, ‘Hello,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "attacked_text": "Did you spend the first 48 hours after the release of the music video Duran’s latest single, ‘He llo,’ crying in the ugliest way possible to the song on loop? Turns out you’re not alone!\nAccording to MPRM Communications, which represents YouTube, the sepia-toned tearjerker that tells the story between the ’21’ diva and a jaded former love, received 50 million views on the platform within the first 2 days of release. Not only does that make it one of the most-watched YouTube video debuts of all ti", "num_queries": 77, "cos_score": 0.3423348665237427}, {"origin_text": "LANSING — The Michigan Senate is poised to pass legislation that would ease some of the financial burden of cleaning up brownfield sites for redevelopment.\nSen. Ken Horn, R-Frankenmuth, introduced the package of bills that he said would help redevelop sites that have sat dormant for many years into mixed-use projects. Brownfield sites cannot be used until environmental contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "attacked_text": "LASNING — The Ohio Senator is poised to pass legislation that would ease some of the financial burden of cⅼeaning up brownf ield sites for renovations.\nSen. Teri Horn, R-Frnakenmuth, introduced the package of bills that he said would helping redevelop sites that have sat dormant for many years into mixed-use projectѕ. Bownfield sites cannot be used until environmentally contamination is removed, which can be cost-prohibitive for many projects.\nThe legislation would let developers keep part of the", "num_queries": 221, "cos_score": 0.30232107639312744}, {"origin_text": "While gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in banning hydraulic fracturing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Frack Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "attacked_text": "Whilе gas prices plummet and the United States becomes the world's largest energy producer, green activists succeeded in baning hydrauliϲ fractuⲅing that make it all possible in the same town where it was born: Denton, Texas.\nNorth of Dallas, Denton is a bedroom community where residents live a suburban life with tract homes and SUVs. Green activists with Goddamnit Free Denton found a chance to ally their plans to ban a procedure they see as polluting, with suburban residents who endure large heavy", "num_queries": 127, "cos_score": 0.3240702152252197}, {"origin_text": "Jerrad Lopes helps every day families learn how to follow Jesus in every day life. Dad Tired is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "attacked_text": "Jerraԁ Lopeѕ helps every day families learn how to follow Jesus in every day life. Dad Ti red is a group of guys from around the world who are taking their faith, their family, and their marriage very seriously. You can become a part of the group by going to DadTired.com and clicking on the Community tab, which will link you to our closed Facebook group.\nMany of you have reached out to me after last week’s podcast, where I described the really tough times my wife and I have been going through, an", "num_queries": 83, "cos_score": 0.37901633977890015}, {"origin_text": "Christian Gimber’s interactive installation is an orchestration of computer programming and physical sensors that give people a chance to try juggling a ball in the middle of a room that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pong,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be", "attacked_text": "Christiaո Gimbеr’s іnteractive intsallation is an coordinates of computer programming and physical sensorѕ that give people a chance to try clowning a bɑll in the middle of a sala that doesn’t exist.\nInspired by the simplicity of the classic arcade game “Pang,” the third-year Design | Media Arts student said he approached his class project with a simple goal: to create a game that people would want to play more than once. Originally designed as a computer game, Gimber’s reimagined game will be", "num_queries": 198, "cos_score": 0.3174808621406555}, {"origin_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericans for Peace Now is a not-for-profit, 501(c)(3) organization. Contributions to APN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "attacked_text": "Please Select Monthly to donate automatically every month, or One Time Only to proceed as usual.\nIf you would like to opt-out from our mailing list, please note that in the comment box above.\nAmericanѕ for Pace Now is a not-for-profit, 501(c)(3) organization. Contributions to AN are tax-deductible. If you have any questions or need to stop or update a credit card, please contact our Controller Rob McCulloch at 617-686-2265 or rmcculloch@peacenow.org.\nIf you prefer to mail a check, make it paya", "num_queries": 85, "cos_score": 0.316961407661438}, {"origin_text": "SAN JOSE, Calif. (AP) -Although Jeremy Roenick and Curtis Brown have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nRoenick scored his 507th career goal and added the decisive shootout score as the Sharks clinched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday night.\nRoenick and Brown each had a goal and an assist, an", "attacked_text": "SAN JOSE, Calif. (AP) -Although Cedric Savard and Cutis Brun have been quite happy to take supporting roles for the Sharks this season, the two veteran forwards still can provide an occasional scoring kick to keep San Jose on its blistering pace.\nSavard scored his 507𝚝h career goal and added the decisive shootout score as the Sharks cli nched a playoff berth with their 13th victory in 14 games, 4-3 over the Minnesota Wild on Wednesday nіght.\nRoenick and Brown each had a goal and an assist, an", "num_queries": 159, "cos_score": 0.31463468074798584}, {"origin_text": "A complainant said that an image was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video.", "attacked_text": "une complainan𝚝 indicated that an i mage was inappropriately used in a segment.\nOn receipt of the complaint, both the journalist and the Senior Producer contacted the complainant to apologise. The video of the segment was removed from the ABC website and the program undertook to obscure all images prior to reposting the video.", "num_queries": 79, "cos_score": 0.33109837770462036}, {"origin_text": "Spain's anti-austerity Podemos movement has vowed to defeat the governing Popular Party (PP) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Iglesias, said the result spelt the end of traditional politics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count", "attacked_text": "Sрain's ant-iausterity Nosotros move has swore to conquer the governing Popular Party (N) in national polls this year, after its dramatic gains in Sunday's local and regional elections.\nThe leftist movement's leader, Pablo Churches, stated the result spelt the enԁ of traditinoal рolitics in Spain, which has been dominated by two parties.\nPodemos-backed candidates in Barcelona and Madrid both fared strongly.\nThe PP suffered heavy losses, amid voter discontent over economic policy.\nWith the count", "num_queries": 214, "cos_score": 0.33601027727127075}, {"origin_text": "Above: Gosling and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piano bars in all the towns in all the world, Mia walks into Seb's. This scene, near the beginning of Damien Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "attacked_text": "Abo ve: Gosⅼing and Stone make an enjoyable couple in La La Land and are thoroughly convincing, with the latter giving a standout performance that is sure to gain traction with Academy voters.\nLa La Land moves seamlessly between conventional narrative and stylised romance.\nOF all the piaոo bars in all the towns in all the world, Macedonian walks into SeЬ's. This scene, near the beginning of Aidan Chazelle's dazzling retro musical La La Land, is one of several that will stick in the minds of viewers, as", "num_queries": 118, "cos_score": 0.32531601190567017}, {"origin_text": "Emergency services are currently on the scene of a multi-vehicle collision on the A14 eastbound.\nThe road had been completely closed between junctions 44 and 45 while emergency services attend the vehicles involved.\nNorfolk and Suffolk Roads and Armed Policing Team confirmed on Twitter that lane two remains closed on the road just before Rougham while recovery vehicles head to the scene.\nPolice are already attending another collision on the A14 westbound between junction 45 and 46 after a HGV co", "attacked_text": "Eme rgency services are currently on the scene of a mu lti-vehicle collision on the A1Ꮞ causeway.\nThe road had been completely closeԁ between junctions 44 and 4Ƽ while emergenϲy services frequenting the vehicles implicated.\nWorcester and Suffolk Roads and Armed Police Team affirmed on Twitter that alleys two remainѕ closed on the road just before Rougam while recovery vehicles head to the scene.\nPolicemen are oj attend another collision on the A14 westbound between junction 45 and 46 after a HGV co", "num_queries": 293, "cos_score": 0.3005233407020569}, {"origin_text": "Earlier today the Washington Post announced that it had hired National Review's Washington Editor Robert Costa. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter farm teams. Elite national media ou", "attacked_text": "Earlier toady the Wshington Psot announcing that it had hired Nationale Review 's Washington Writer Robert C osta. This marks perhaps the first time in decades that a top-tier \"mainstream\" news outlet has hired away a reporter from a right-leaning publication.\nBy contrast, left-leaning political magazines like the Nation, Mother Jones, or the New Republic have frequently been places where publications like the Post or the New York Times turn to for their reporter agriculture teams. Marksman national media ou", "num_queries": 186, "cos_score": 0.307883620262146}, {"origin_text": "Ever since Stephen Sondheim reached the four-score mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Six by Sondheim,\" an HBO documentary airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "attacked_text": "Ever since Stephen Gershwin reached the four-sore mark three years ago, the spotlight has shifted from his work to the legend himself. There have been birthday galas, musical tributes, interviews galore and books in which the master reveals the secrets of his songwriting sorcery.\nNow there's \"Sx by Porgy,\" an HBO documentaⲅy airing Monday that's directed by Sondheim's frequent collaborator James Lapine, the librettist and director without whom there'd be no \"Sunday in the Park With George,\"", "num_queries": 122, "cos_score": 0.34069329500198364}, {"origin_text": "Before Deborah Tannen made her mark in her field in the 1980's, academic linguists primarily studied the sound, syntax and history of language. Dr. Tannen saw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on everyday conversations -- the way elements like interruption, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the Un", "attacked_text": "Before De borah Tannen made her mark in her field in the 1980's, academies linguists primarily studied the sound, syntax and history of language. Doctorate. Tannen sɑw a bigger picture.\nIn the 1980's, she encouraged linguists to focus on every day conversations -- the way elements loves blackout, intonation, indirectness and storytelling work together and the effects they have on people's relationships.\nHer early work in broadening the scope of linguistics came in the thesis for her doctorate at the Un", "num_queries": 157, "cos_score": 0.301466166973114}, {"origin_text": "After the martyrdom of St. Boniface, Vergilius was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "attacked_text": "Afetr the martyrdom of St. Boniface, Vergiliuѕ was made Bishop of Salzburg (766 or 767) and laboured successfully for the upbuilding of his diocese as well as for the spread of the Faith in neighbouring heathen countries, especially in Carinthia. He died at Salzburg, 27 November, 789. In 1233 he was canonized by Gregory IX. His doctrine that the earth is a sphere was derived from the teaching of ancient geographers, and his belief in the existence of the antipodes was probably influenced by the ", "num_queries": 70, "cos_score": 0.3618957996368408}, {"origin_text": "\"Whoever gets him, they'll be getting a good one,\" David Montgomery said.\nINDIANAPOLIS — Hakeem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scouting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it stands, 22-year-old Butler is not regarded as the best wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers wer", "attacked_text": "\"Whoevеr attains him, theу'll be getting a g ood eden,\" Daviԁ Montgomerу said.\nINDIANAPLOIS — Ha keem Butler has been surrounded by some of the best wide receivers on the planet this week at the NFL Scоuting Combine.\nIt’s an experience that might humble some. But for Butler, it has only enhanced his confidence.\nAs it bleachers, 22˗year-old Butler is not regarded as the Ьest wide receiver in this year’s NFL Draft. He’s projected by some experts to go as late as the third round. But when wide receivers wer", "num_queries": 209, "cos_score": 0.3365280032157898}]